{
  "nodes": [
    {
      "id": "9969774cc315cf6daa8c88fc5b17736be03800e3455ae3ec0ab1fdd2be59554f",
      "subject": "ITA",
      "title": "Naturalismo",
      "content": "Il naturalismo è stato un movimento letterario e artistico sviluppatosi in Europa alla fine del XIX secolo. Fondato sui principi della filosofia positivista, sulla teoria evoluzionistica di Charles Darwin e sul determinismo, proponeva una rappresentazione cruda e oggettiva della realtà. I naturalisti rifiutavano l'idealismo e il romanticismo, concentrandosi sulle condizioni sociali e ambientali che influenzano l'essere umano. Gli autori naturalisti esploravano temi come la povertà, la malattia e la lotta per la sopravvivenza.",
      "image": "",
      "weight": 1,
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "f8bfd8f6e11b4007786296248b0f3439aeb724f45a1f4306c3b0696cc41e0817",
      "subject": "FIL",
      "title": "Karl Marx",
      "content": "Karl Marx è stato un filosofo, economista e politico tedesco. È considerato uno dei più grandi pensatori della storia, noto per aver sviluppato la teoria del comunismo e del socialismo. Marx ha analizzato il capitalismo e le sue contraddizioni, sostenendo che la lotta di classe è il motore della storia. Le sue idee hanno influenzato profondamente la politica e l'economia, ispirando movimenti e rivoluzioni in tutto il mondo.",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "82100f8af53221c748a32a9fa40d3c4018ddc3a57085e959aa9d2453bb420246",
      "subject": "FIL",
      "title": "Pendolo tra dolore e noia",
      "content": "Il pendolo tra dolore e noia rappresenta una condizione esistenziale in cui un individuo oscilla tra due stati emotivi estremi: il dolore, inteso come sofferenza profonda, e la noia, percepita come mancanza di significato o di stimoli. Questa alternanza può essere causa di disagio e instabilità. L'oscillazione tra questi due estremi può influenzare negativamente la qualità della vita. La ricerca di un equilibrio può essere una sfida.",
      "image": "",
      "weight": "0.5",
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "900971414a2ffbf9f8344ceac3c3fa5e9c4f56eb95187a2fe62e44becfa2f217",
      "subject": "ITA",
      "title": "Giacomo Leopardi",
      "content": "Giacomo Leopardi è stato un poeta, filosofo e scrittore italiano. È considerato uno dei più importanti poeti della letteratura italiana. La sua opera esplora temi come la natura, la solitudine e la condizione umana. Le sue opere più famose includono \"L'infinito\" e \"Canti\". La sua scrittura è caratterizzata da un pessimismo profondo e da una grande sensibilità.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "daa6719eabd58d225e5cc7cecd9bc9e85b21219601efac3c21645725cc158351",
      "subject": "SCI",
      "title": "Charles Darwin",
      "content": "Charles Darwin è stato un biologo britannico celebre per aver formulato la teoria dell'evoluzione delle specie vegetali e animali attraverso il meccanismo della selezione naturale. La sua opera più famosa, \"L'origine delle specie\", pubblicata nel 1859, ha rivoluzionato la comprensione della diversità della vita sulla Terra. Darwin viaggiò a bordo del Beagle, raccogliendo esemplari e osservazioni che supportarono la sua teoria. Il suo lavoro ha avuto un impatto profondo sulla biologia e sulla scienza in generale.",
      "image": "",
      "weight": "0.5",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "03fffb7363539bc4934535f7c1c8f58ecf484b89b20a7aaab4b842dec42fc4e3",
      "subject": "STO",
      "title": "Malinterpretazioni delle teorie di Darwin",
      "content": "Le teorie di Charles Darwin sull'evoluzione sono state spesso mal interpretate o fraintese. Una delle più comuni malinterpretazioni è che l'evoluzione sia una \"teoria della casualità\" o che implichi una direzione predeterminata. In realtà, Darwin propose la selezione naturale come meccanismo chiave dell'evoluzione, per cui le caratteristiche favorevoli alla sopravvivenza e alla riproduzione vengono trasmesse alle generazioni future. Un'altra malinterpretazione comune è che l'evoluzione umana sia avvenuta \"per caso\" o che gli esseri umani discendano direttamente dalle scimmie.",
      "image": "",
      "weight": "0.5",
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "0d1553cccc2c1f539d5c7630f865aa2468aacc5d111d54423afd087f5d0468a3",
      "subject": "SCI",
      "title": "IPA",
      "content": "L'alfabeto fonetico internazionale (AFI), noto anche come IPA (dall'inglese International Phonetic Alphabet), è un sistema di scrittura fonetica, basato sull'alfabeto latino, usato per trascrivere in maniera standardizzata i suoni delle lingue parlate. È stato concepito per rappresentare con precisione i suoni effettivi di qualsiasi lingua.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "390c23a04c7cd42f4b77e637982d982d09466a8845a1042db78a85b57db441c9",
      "subject": "ITA",
      "title": "Pirandello",
      "content": "Luigi Pirandello è stato uno scrittore, drammaturgo e poeta italiano, Premio Nobel per la letteratura nel 1934. È noto per le sue opere che esplorano temi come l'identità, la realtà e la follia, spesso mescolando elementi di comicità e tragedia. Tra le sue opere più famose vi sono il romanzo \"Il fu Mattia Pascal\" e le novelle. Il suo teatro, innovativo per l'epoca, comprende opere come \"Sei personaggi in cerca d'autore\" e \"Enrico IV\".",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "29780ec4536e11e03a7a1ba2bb305bca46d8a33a811a120c8a8eb902a2e20ef6",
      "subject": "FIS",
      "title": "Paradosso dei gemelli",
      "content": "Il paradosso dei gemelli è un esperimento ideato nella teoria della relatività speciale in cui un gemello viaggia a una velocità prossima a quella della luce verso una stella, mentre l'altro rimane sulla Terra. Al ritorno del gemello viaggiatore, questi risulta essere invecchiato meno rispetto al fratello rimasto sulla Terra. L'apparente paradosso deriva dal fatto che, secondo la teoria della relatività, il tempo può trascorrere in modo diverso per due osservatori in moto relativo tra loro.",
      "image": "",
      "weight": "0.5",
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "8e035fbccb151cbce3c6ad568fcc1ab82138ac563aef5aa5c596160932d7cc03",
      "subject": "STO",
      "title": "Catena di montaggio",
      "content": "La catena di montaggio è un metodo di produzione in serie in cui i pezzi vengono assemblati in successione su una linea di produzione. Questo sistema, introdotto da Henry Ford, consente di ridurre i tempi e i costi di produzione grazie alla specializzazione dei lavoratori e alla meccanizzazione delle operazioni. I lavoratori eseguono compiti specifici e ripetuti, aumentando l'efficienza e la velocità di produzione. La catena di montaggio ha rivoluzionato l'industria manifatturiera nel XX secolo.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "6a83331af345a1cf291946b3f913af9a12d682aa8f1816f8aeb4be50943963e1",
      "subject": "FIL",
      "title": "Dialettica di Hegel",
      "content": "La dialettica di Hegel è un concetto fondamentale della sua filosofia, che descrive il processo di sviluppo e superamento delle contraddizioni. \nLa dialettica si articola in tre momenti: tesi, antitesi e sintesi. La tesi rappresenta l'idea iniziale, l'antitesi è la sua negazione, e la sintesi è il risultato dell'integrazione delle due, che a sua volta diventa una nuova tesi. \nQuesto processo continua all'infinito, portando a una sempre maggiore comprensione della realtà. La dialettica hegeliana rappresenta il motore dello sviluppo storico e concettuale.",
      "image": "",
      "weight": "0.5",
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "6d7380f76ef6d4fbdd7cc72bf27a0e9b75d5f502ca856d4175ea8d444fef57b4",
      "subject": "FIS",
      "title": "Moto elicoidale",
      "content": "Il moto elicoidale è il moto che compie un corpo quando effettua una rotazione attorno ad un asse e una traslazione nella direzione dello stesso asse. Un esempio di moto elicoidale è quello di un cacciavite quando, avvitandosi, ruota e avanza nella direzione del suo asse.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "bd2d319b6333e0f4a39f0ef9fecadabb8698063f88ec19306e675427554b8a2a",
      "subject": "SCI",
      "title": "Zyklon B",
      "content": "Zyklon B era un prodotto utilizzato principalmente come insetticida e disinfestante durante la prima metà del XX secolo. Era costituito da granuli di diatomite o altro materiale poroso imbevuto di acido cianidrico (cianuro d'idrogeno), sostanza altamente tossica. Durante la seconda guerra mondiale, i nazisti usarono Zyklon B in modo criminale nelle camere a gas dei campi di sterminio, tra cui Auschwitz-Birkenau, per uccidere milioni di persone, principalmente ebrei, rom e altri prigionieri.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "c2b2d5fe7136d14e33feb4e594441ddbdabce97d47abfb816a9914521ff259c2",
      "subject": "STO",
      "title": "Prima Guerra Mondiale",
      "content": "La Prima Guerra Mondiale fu un conflitto globale combattuto tra il 1914 e il 1918. Venne scatenato dall'assassinio dell'arciduca Francesco Ferdinando d'Austria e coinvolse molte delle principali potenze mondiali. La guerra vide l'introduzione di nuove tecnologie militari e tattiche, come la guerra di trincea e l'uso di armi chimiche. Le conseguenze della guerra furono devastanti, con milioni di morti e feriti e profonde ripercussioni politiche e sociali in tutto il mondo.",
      "image": "",
      "weight": "3",
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "dc878f4a243bdc2a0c495e0b5f4129f407fd3d0765021969fa06b14b4f5fb9a0",
      "subject": "ING",
      "title": "War Poets",
      "content": "I War Poets erano un gruppo di scrittori e poeti britannici che scrissero principalmente durante la prima guerra mondiale. Tra i più noti ci sono Wilfred Owen, Siegfried Sassoon e Isaac Rosenberg, che descrissero le terribili condizioni di vita e di combattimento nelle trincee. Le loro opere sono considerate tra le più grandi poesie di guerra di tutti i tempi. I loro scritti esprimono l'orrore e la tragedia della guerra.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "b96523bcb6d81f822acfdca9c25f3aacda0931d7f6bb2fedd37d9e61e1e2681a",
      "subject": "STO",
      "title": "Pellagra",
      "content": "La pellagra è una malattia causata da una carenza alimentare di niacina (vitamina B3) o del suo precursore, il triptofano. Questa condizione è caratterizzata da sintomi noti come \"le 4 D\": diarrea, dermatite, demenza e, se non trattata, morte. La pellagra può essere prevenuta e trattata con una dieta equilibrata ricca di alimenti contenenti niacina e triptofano, come carne, pesce, cereali integrali e legumi.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "f22c8c5199143cbd657383625b3e00b3915a73b7815b52e58b3142b2bbc80da5",
      "subject": "SCI",
      "title": "Metabolismo",
      "content": "Il metabolismo è l'insieme delle reazioni biochimiche e dei processi che avvengono all'interno degli organismi viventi per mantenere la vita. Comprende due aspetti fondamentali: il catabolismo, ovvero la degradazione delle molecole complesse in sostanze più semplici con rilascio di energia, e l'anabolismo, ovvero la sintesi di molecole complesse a partire da sostanze più semplici con consumo di energia. Il metabolismo è essenziale per il funzionamento delle cellule e per sostenere le varie attività dell'organismo.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "a816c57831c5cc018614bcc21d2fbf81ce920d28b5393a24ac213645736b0d59",
      "subject": "ING",
      "title": "Roaring '20s",
      "content": "I Roaring '20s, o \"Anni Ruggenti\", si riferiscono al decennio degli anni '20 del XX secolo, caratterizzato da un periodo di prosperità economica, avanzamenti tecnologici e cambiamenti sociali significativi negli Stati Uniti e in Europa. Questo periodo è noto per il boom economico, l'emergere del cinema sonoro, il jazz, l'Art Déco e un'atmosfera generale di ottimismo e indulgenza prima della Grande Depressione.",
      "image": "",
      "weight": "0.5",
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "95d0fd9687c5574d173ce58e08887b54ded60379ddfa40ae4b7f5e7bc0eaf2c1",
      "subject": "ITA",
      "title": "Decadentismo",
      "content": "Il Decadentismo è un movimento letterario e artistico emerso alla fine del XIX secolo, caratterizzato da un profondo senso di crisi e sfiducia nei valori tradizionali. Gli artisti decadenti esplorano temi come la malinconia, la sensualità, l'esotismo e la morbosità, spesso intrecciati con una ricerca estetica raffinata e un'attenzione maniacale per il dettaglio. Figure chiave del movimento includono Charles Baudelaire, Oscar Wilde e Gabriele D'Annunzio, i cui lavori riflettono una fascinazione per il lato oscuro della natura umana e una critica alla società borghese.",
      "image": "",
      "weight": "2",
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "78d26cb8aa99a94e8feab0a14d2e882093d3812ee7e3142490fdda9f59711d0e",
      "subject": "ING",
      "title": "Suffragettes",
      "content": "Le Suffragettes erano un movimento di donne che, alla fine del XIX e all'inizio del XX secolo, lottarono per ottenere il diritto al voto, principalmente nel Regno Unito e negli Stati Uniti. Note per le loro tattiche militanti, che includevano marce, scioperi della fame e atti di disobbedienza civile, le Suffragettes sfidarono le norme sociali e politiche dell'epoca. Il loro impegno e sacrificio contribuirono significativamente all'adozione di leggi che riconobbero il diritto di voto alle donne, segnando un passo fondamentale verso l'uguaglianza di genere.",
      "image": "",
      "weight": "0.5",
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "4f101cf6b464db013e673ee53375aebd0f2ec40d55c69d67855d77de69814093",
      "subject": "ING",
      "title": "James Joyce",
      "content": "James Joyce è stato uno dei più influenti scrittori del XX secolo, noto per le sue opere sperimentali e innovative. Nato a Dublino, Irlanda, nel 1882, Joyce è celebre per romanzi come \"Ulisse\" e \"Finnegans Wake\", che hanno rivoluzionato la letteratura moderna con il loro uso del flusso di coscienza e la complessità strutturale. Il suo lavoro esplora temi di identità, esilio e la condizione umana, spesso ambientati nella sua città natale. Joyce ha avuto un impatto duraturo sulla letteratura e la critica letteraria, influenzando generazioni di scrittori con il suo approccio unico e sperimentale alla narrativa.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "b39b08d47462d7f6336782488bc4ea5ca8a3f87238d03a09dfffa09ec03a6341",
      "subject": "FIL",
      "title": "Bergson",
      "content": "Henri Bergson (1859-1941) è stato un filosofo francese noto per il suo approccio intuitivo e vitale alla filosofia. Le sue opere principali, come \"Materia e memoria\" e \"L'evoluzione creatrice\", esplorano concetti quali la durata, l'intuizione e l'élan vital, mettendo in risalto la natura dinamica e fluida della realtà. Bergson ha influenzato significativamente il pensiero del XX secolo, spaziando dalla filosofia alla letteratura e alla psicologia, con il suo rifiuto del determinismo meccanicistico e la sua enfasi sulla libertà e la creatività umana.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "f8f97d20b665fd5bd159abf20428c748d38287d8471b5db27f7181758bc13145",
      "subject": "FIL",
      "title": "Freud",
      "content": "Sigmund Freud, noto come il padre della psicoanalisi, è stato un neurologo e psichiatra austriaco. Ha sviluppato teorie rivoluzionarie sul funzionamento della mente umana, introducendo concetti come l'inconscio, il complesso di Edipo e i meccanismi di difesa. Freud ha esplorato l'importanza dei sogni come via d'accesso all'inconscio e ha proposto un modello della psiche suddivisa in Es, Io e Super-Io. Le sue idee hanno avuto un impatto profondo sulla psicologia, la psichiatria e la cultura in generale.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "2aa51d0c8fd5a6171bab47e490719f6b4f2f30988ceba3c03a6f1b1a07fc32b6",
      "subject": "ING",
      "title": "Dr. Jekyll & Mr. Hyde",
      "content": "\"Dr. Jekyll & Mr. Hyde\" è un celebre romanzo scritto da Robert Louis Stevenson, pubblicato nel 1886. La storia esplora la doppia personalità del dottor Henry Jekyll, un rispettato medico londinese, che crea una pozione per separare il bene dal male dentro di sé. Questo esperimento dà vita a Edward Hyde, una manifestazione malvagia e incontrollabile del suo io. Il romanzo è una riflessione profonda sulla natura umana e sulla lotta interna tra il bene e il male.",
      "image": "",
      "weight": "0.5",
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "7ae8c157b78e1c3c29ebe9036a97f3feaf8c804c379b55c1c3e26071cad491ca",
      "subject": "ITA",
      "title": "Eugenio Montale",
      "content": "Eugenio Montale (1896-1981) è stato uno dei più importanti poeti italiani del XX secolo. Vincitore del Premio Nobel per la Letteratura nel 1975, Montale è noto per la sua poesia ermetica e introspettiva, che esplora temi come la solitudine, la natura e la condizione umana. Le sue opere principali includono \"Ossi di seppia\" (1925) e \"La bufera e altro\" (1956), che hanno avuto un impatto duraturo sulla letteratura italiana. Montale è apprezzato per la sua capacità di combinare una profonda sensibilità lirica con una riflessione filosofica sulla vita e l'esistenza.",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "873fb4b5664e382495bad406baabe27c99cdc69bb20497b8f17fee4debead790",
      "subject": "FIS",
      "title": "Onde",
      "content": "Le onde sono perturbazioni che trasportano energia da un punto a un altro senza che ci sia un trasferimento netto di materia. Possono manifestarsi in vari mezzi, come l'acqua, l'aria o il vuoto, e includono fenomeni come le onde sonore, le onde elettromagnetiche e le onde sismiche. Le onde sono caratterizzate da proprietà come lunghezza d'onda, frequenza e ampiezza, che determinano il loro comportamento e le loro interazioni con l'ambiente circostante.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "65673fe84153679a1af6c3054f08f10e4ce1199d943f8d20dcda6e19a00b49b3",
      "subject": "SCI",
      "title": "Onde sismiche",
      "content": "Le onde sismiche sono vibrazioni che si propagano attraverso la Terra a seguito di un terremoto o di un'esplosione. Esistono diversi tipi di onde sismiche, tra cui le onde P (primarie), che si muovono attraverso solido, liquido e gas, e le onde S (secondarie), che possono propagarsi solo attraverso i solidi. Le onde superficiali, come le onde Love e Rayleigh, viaggiano lungo la superficie terrestre e sono responsabili della maggior parte dei danni causati dai terremoti. L'analisi delle onde sismiche è fondamentale per comprendere la struttura interna della Terra e per sviluppare sistemi di prevenzione e mitigazione dei rischi sismici.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "8cf75a85402eff3d02979ecddf1c2c988c96e5823968bd0012afd042d2833905",
      "subject": "SCI",
      "title": "Fondali oceanici",
      "content": "I fondali oceanici rappresentano una delle parti meno esplorate del nostro pianeta, coprendo circa il 70% della superficie terrestre. Questi ambienti estremi, caratterizzati da pressioni elevate, temperature basse e assenza di luce solare, ospitano una biodiversità unica e sconosciuta. Le spedizioni scientifiche utilizzano tecnologie avanzate come sottomarini e robot per studiare questi ecosistemi, scoprendo nuove specie e comprendendo meglio il funzionamento degli oceani. La conservazione dei fondali oceanici è cruciale per la salute del pianeta, poiché giocano un ruolo fondamentale nei cicli biogeochimici e nella regolazione del clima.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "30e01c4431d700cbb06c6e61ba99098d04e2fc809cecc9029fdac9b0a95fec58",
      "subject": "SCI",
      "title": "Iprite",
      "content": "Le iprite sono una famiglia di composti chimici utilizzati come agenti vescicanti nelle armi chimiche. La più nota è l'iprite solforosa, conosciuta anche come \"gas mostarda\". Questi agenti causano gravi ustioni chimiche e danni ai tessuti, compromettendo principalmente la pelle, gli occhi e le vie respiratorie. L'uso delle iprite è vietato dalle convenzioni internazionali a causa dei loro effetti devastanti e del loro impatto duraturo sulle vittime.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "953d9b9d5c7c5f5bfc1308b6171bbdbe305616c32e748d9aeddc6915f50fd03b",
      "subject": "SCI",
      "title": "Biodiesel",
      "content": "Il biodiesel è un combustibile rinnovabile derivato da oli vegetali, grassi animali o grassi riciclati, come l'olio da cucina usato. È prodotto attraverso un processo chimico chiamato transesterificazione, che converte gli oli e i grassi in esteri metilici e glicerina. Il biodiesel può essere utilizzato in motori diesel senza necessità di modifiche significative e offre vantaggi ambientali, come la riduzione delle emissioni di gas serra e di altri inquinanti rispetto al diesel tradizionale.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "c23027f661dd7b52b5a6b8bed7f0bdaaa2da5cea3fad341c148c515a23576468",
      "subject": "ITA",
      "title": "Pascoli",
      "content": "Giovanni Pascoli (1855-1912) è stato uno dei più importanti poeti italiani del tardo XIX e inizio XX secolo. Noto per il suo stile lirico e intimista, Pascoli ha contribuito significativamente alla letteratura italiana con opere come \"Myricae\" e \"Canti di Castelvecchio\", che riflettono temi di natura, vita rurale e sentimenti personali. La sua poesia è caratterizzata da una profonda sensibilità e da un uso raffinato del linguaggio, che lo hanno reso una figura centrale del decadentismo italiano.",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "5082d5a69800d2fb8d1620946d9b297e536f71144233c39fb89fd3497163c374",
      "subject": "STO",
      "title": "Conquista della Libia",
      "content": "La Conquista della Libia è un evento storico che si riferisce principalmente alle campagne militari italiane nel XX secolo, iniziate nel 1911 durante la Guerra italo-turca e culminate con l'occupazione completa del territorio libico nel 1931. Questo periodo è caratterizzato da conflitti e repressioni, con l'Italia che cercava di stabilire un controllo coloniale sulla regione, incontrando resistenza da parte delle popolazioni locali. La conquista ha avuto un impatto duraturo sulla storia e la società libica.",
      "image": "",
      "weight": "0.5",
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "b9a57830c21f79843eebb2e926fd2b0ddf94d62987c4678d660260f2aaba30a2",
      "subject": "STO",
      "title": "Migrazioni italiane",
      "content": "Le migrazioni italiane rappresentano un fenomeno storico significativo che ha avuto luogo principalmente tra la fine del XIX secolo e l'inizio del XX secolo. Milioni di italiani, spinti da fattori economici, sociali e politici, lasciarono il loro paese alla ricerca di migliori opportunità di vita e lavoro. Le destinazioni principali furono le Americhe, l'Australia e l'Europa occidentale. Queste migrazioni hanno avuto un impatto duraturo sia sulla demografia italiana che sui paesi di destinazione, influenzando le culture, le economie e le società di entrambe le parti.",
      "image": "",
      "weight": "0.5",
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "3320498c295bf76fa68c3b999526edc4c61ad282e3048e05a320874abfd7fe3d",
      "subject": "ITA",
      "title": "Gabriele d’Annunzio",
      "content": "Gabriele d'Annunzio (1863-1938) è stato uno dei più importanti scrittori, poeti e drammaturghi italiani del XIX e XX secolo. Conosciuto per il suo stile decadente e la sua vita avventurosa, d'Annunzio ha influenzato profondamente la letteratura e la politica italiana. Le sue opere, tra cui \"Il piacere\" e \"Il trionfo della morte\", esplorano temi di sensualità, bellezza e decadenza. Oltre alla sua carriera letteraria, d'Annunzio è noto per il suo ruolo politico e militare, culminato nell'impresa di Fiume nel 1919.",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "43338cfcd8a5aed516eba9861669ac10d06749e8fa0e09c3715e27bff127c18a",
      "subject": "STO",
      "title": "Nuove tecnologie",
      "content": "Le nuove tecnologie rappresentano un campo in continua evoluzione che include innovazioni come l'intelligenza artificiale, la realtà aumentata, l'Internet delle Cose (IoT) e la blockchain. Queste tecnologie stanno trasformando vari settori, migliorando l'efficienza, la sicurezza e la qualità della vita. Dall'automazione industriale alla medicina personalizzata, le nuove tecnologie offrono soluzioni innovative per affrontare le sfide globali e creare nuove opportunità economiche e sociali.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "53db39d1fa32e35496ef55289e50f7471ebf4d1b3e4758ad444fdc6a2c733a07",
      "subject": "ITA",
      "title": "Rapporto del letterato con la politica",
      "content": "Il rapporto del letterato con la politica è un tema complesso e multisfaccettato che esplora come gli scrittori e gli intellettuali interagiscono con le dinamiche del potere, le ideologie e le questioni sociali. Storicamente, molti letterati hanno utilizzato le loro opere per criticare, sostenere o riflettere sulle realtà politiche del loro tempo, influenzando l'opinione pubblica e contribuendo al dibattito civile. La loro voce può essere potente, ma spesso si trova in bilico tra la libertà di espressione e le pressioni esterne, che possono variare dalla censura alla cooptazione da parte dei regimi politici.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "bf8fe2067d1c177dac8175a4e38c3589ebbb790fb089dbbf12baeee837d1a9e2",
      "subject": "CIV",
      "title": "Sostenibilità ambientale",
      "content": "La sostenibilità ambientale si riferisce alla pratica di utilizzare le risorse naturali in modo da garantire che siano disponibili per le generazioni future. Questo concetto implica la protezione degli ecosistemi, la riduzione dell'inquinamento e il promuovere pratiche di consumo e produzione sostenibili. La sostenibilità ambientale mira a creare un equilibrio tra le esigenze economiche, sociali e ambientali, promuovendo uno sviluppo che non comprometta la capacità degli ecosistemi di rigenerarsi.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "05e4e9692ace1ef69b5c2451d80e32b6d9194c7b9fde0bcaf82358627376f783",
      "subject": "ITA",
      "title": "Ruolo della letteratura",
      "content": "La letteratura svolge un ruolo fondamentale nella società, agendo come uno specchio che riflette le esperienze umane, le emozioni e le culture. Attraverso racconti, poesie, drammi e altri generi, la letteratura offre un mezzo per esplorare e comprendere la condizione umana, promuovendo l'empatia, la riflessione critica e l'immaginazione. Essa contribuisce alla conservazione della memoria storica e alla diffusione di idee e valori, influenzando profondamente l'identità individuale e collettiva. Inoltre, la letteratura è un potente strumento di educazione e di cambiamento sociale, capace di ispirare e trasformare le persone e le comunità.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "d651921ef11215ba1e29cde33bfc377fafaea6616ac9d9fd57dd433978e5caae",
      "subject": "ITA",
      "title": "Verga",
      "content": "Giovanni Verga (1840-1922) è uno dei più importanti scrittori italiani del XIX secolo, noto per la sua opera di rinnovamento del romanzo e del teatro. È celebre soprattutto per il ciclo narrativo \"I Vinti\" e per il romanzo \"I Malavoglia\", che rappresentano la vita delle classi umili in Sicilia con un realismo crudo e una profonda comprensione umana. Verga è considerato uno dei padri del verismo, un movimento letterario che mirava a rappresentare la realtà senza abbellimenti, spesso focalizzandosi sulle condizioni di vita delle classi più disagiate.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "16ea2a8a91f691461c2293334d29a8e846d8b3925ff5c7785383ad2932ef8d72",
      "subject": "STO",
      "title": "Fascismo",
      "content": "Il fascismo è un'ideologia politica e un movimento che emerse in Europa all'inizio del XX secolo, con l'Italia come epicentro sotto la guida di Benito Mussolini. Caratterizzato da un forte nazionalismo, autoritarismo, e la soppressione delle libertà individuali, il fascismo proponeva un sistema di governo centralizzato e totalitario. Esso si basava su una retorica di rinascita nazionale, unità sociale e militarismo, spesso accompagnata da politiche repressive contro oppositori politici e minoranze. Il fascismo ha avuto un impatto duraturo sulla storia mondiale, influenzando vari regimi e movimenti anche al di fuori dell'Italia.",
      "image": "",
      "weight": "2",
      "isAI": 1
    },
    {
      "id": "a445f1b81ca6670e106f66c697980dbaaffecaf44dc1abb477e2ad36ba12d4b0",
      "subject": "STO",
      "title": "Totalitarismi",
      "content": "Il totalitarismo è un sistema politico in cui il governo esercita un controllo totale su tutti gli aspetti della vita pubblica e privata dei cittadini. Questo sistema è caratterizzato da una leadership autoritaria, la soppressione delle libertà individuali, la censura e la manipolazione dell'informazione, e l'uso della forza per mantenere il controllo. Esempi storici di regimi totalitari includono la Germania nazista, l'Unione Sovietica sotto Stalin e la Cina sotto Mao Zedong. Il totalitarismo si distingue da altre forme di autoritarismo per la sua penetrazione completa nella società e la sua ideologia onnicomprensiva.",
      "image": "",
      "weight": "2",
      "isAI": 1
    },
    {
      "id": "b0af587203c5322381ab7276152ccaf3bde68f132f6006614905d3ec9cbf3e45",
      "subject": "SCI",
      "title": "Pitture ariliche",
      "content": "Le pitture acriliche sono un tipo di vernice a base d'acqua che utilizza resine acriliche come legante. Queste pitture sono apprezzate per la loro versatilità, resistenza e rapidità di asciugatura. Possono essere utilizzate su una varietà di superfici, inclusi tela, legno, carta e metallo, rendendole una scelta popolare sia per artisti che per artigiani. Le pitture acriliche sono disponibili in una vasta gamma di colori e possono essere facilmente miscelate per ottenere tonalità uniche, offrendo agli artisti una grande libertà creativa.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "08472f6d7bab0e003a246eff16f23eb42aeb5899f79abf44948c5432945b5f0d",
      "subject": "ART",
      "title": "Teoria dei colori",
      "content": "La teoria dei colori è lo studio scientifico e artistico dell'uso del colore. Essa esplora come i colori si mescolano, si combinano e si contrastano, influenzando le percezioni visive e le emozioni umane. La teoria dei colori è fondamentale in vari campi, tra cui l'arte, il design, la moda e la pubblicità, dove la scelta dei colori può trasmettere significati e creare armonia o dissonanza visiva. Inoltre, essa considera gli aspetti psicologici e culturali del colore, come le associazioni emotive e simboliche che variano tra le diverse culture.",
      "image": "",
      "weight": "0.5",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "f9d6b0d8a1b3db5795e4fdd0de2d896fd069ada2c7ad20550f447fd04b0f0664",
      "subject": "ITA",
      "title": "Alla stazione in una mattina d’autunno",
      "content": "Composta tra il 1875 e il 1877 da Giosuè Carducci, tra le più famose Odi barbare, e dedicata come molte altre a Lina, la donna a lungo amata, la poesia è dominata dal contrasto tra il buio del presente e il ricordo caldo e luminoso del passato, in una completa fusione tra gli aspetti esteriori dell'ambiente e i sentimenti profondi. Romantica potrebbe definirsi questa disposizione dell'animo, ispirata allo spleen di Baudelaire e di Verlaine, se non fosse continuamente attraversata da reminiscenze dantesche e petrarchesche. Vi si ritrova la purezza lirica del miglior Carducci, memore del suo ideale giovanile di un classicismo illuminato da una luce romantica.",
      "image": "",
      "weight": "0.5",
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "3410e627c5f91cb7a0382b3b490d677954ffc6f337fa6c38dc12314da5043f6c",
      "subject": "ITA",
      "title": "Carducci",
      "content": "Giosuè Carducci (1835-1907) è stato uno dei più importanti poeti e letterati italiani del XIX secolo. Noto per il suo fervente patriottismo e il suo impegno nella causa risorgimentale, Carducci è celebre per le sue opere poetiche che spaziano dalla celebrazione della natura alla riflessione storica e politica. La sua poesia è caratterizzata da una forte componente classica e da un linguaggio ricco e solenne. Nel 1906, Carducci ricevette il Premio Nobel per la Letteratura, diventando il primo italiano a ottenere tale riconoscimento.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "aa9cecc0fad31c0e202c8495f6a7223df1b0ad8aba2fc8ffef3718fb9f989f04",
      "subject": "ITA",
      "title": "Forse che sì forse che no",
      "content": "\"Forse che sì forse che no\" è un romanzo del poeta Gabriele d'Annunzio pubblicato nel 1910 ambientato nel mondo dell'aviazione che muoveva, al tempo, i primi passi. Esso descrive lo sviluppo di passioni che legano e dividono cinque personaggi borghesi e che sono fatalmente destinate a lasciare una \"scia\" di dolore e morte. La vicenda verte sulla nascita di una violenta passione amorosa tra Paolo Tarsis e Isabella Inghirami. Nel retroscena si intrecciano le vicende di Vanina e Lunella, sorelle di Isabella, e di Aldo, fratello delle tre.",
      "image": "",
      "weight": "0.5",
      "field": "wor",
      "isAI": 0
    },
    {
      "id": "c2dc98682bb064afb6766c7a4eb1b02a6d06f164b56b145b672987860180699f",
      "subject": "ART",
      "title": "Impressionismo",
      "content": "L'Impressionismo è un movimento artistico nato in Francia alla fine del XIX secolo, caratterizzato da pennellate visibili, uso vibrante del colore e rappresentazione della luce naturale. Gli impressionisti, come Claude Monet e Pierre-Auguste Renoir, cercavano di catturare l'impressione fugace di un momento, spesso dipingendo en plein air (all'aperto). Questo movimento ha rivoluzionato l'arte tradizionale, introducendo una nuova libertà espressiva e tecnica.",
      "image": "",
      "weight": "0.5",
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "e5d34e749d5c0af18cbae93eda7bfb876119ff02b5da19ef44ad383715d0ad0c",
      "subject": "ART",
      "title": "Salvador Dalì",
      "content": "Salvador Dalí (1904-1989) è stato un celebre pittore, scultore e cineasta surrealista spagnolo, noto per le sue opere bizzarre e oniriche. Le sue creazioni, come \"La persistenza della memoria\" con gli orologi molli, esplorano i sogni e l'inconscio, influenzate dalle teorie psicoanalitiche di Sigmund Freud. Dalí ha collaborato anche con registi come Luis Buñuel e ha lasciato un'impronta indelebile nell'arte del XX secolo con il suo stile unico e provocatorio.",
      "image": "",
      "weight": "0.5",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "75dfecb8645e9a0cbeae4d57acbee68e96c2094e6b893fcb26ea23a4c72a0dbf",
      "subject": "ING",
      "title": "Aestheticism",
      "content": "L'Aestheticism è un movimento artistico e letterario sorto nella seconda metà del XIX secolo, principalmente in Inghilterra e Francia. Esso enfatizza l'importanza dell'estetica e della bellezza come valori supremi, spesso a discapito di considerazioni morali, politiche o sociali. Gli aderenti a questo movimento, come Oscar Wilde e Walter Pater, sostenevano che l'arte deve essere apprezzata per se stessa e non per il suo messaggio o utilità. La filosofia dell'Aestheticism promuove l'idea che la vita dovrebbe essere vissuta con un forte senso di stile e bellezza, influenzando vari campi come la letteratura, la pittura e il design.",
      "image": "",
      "weight": 1,
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "6973c65fba777f40b5bbfd62280879ca748a1e005c061e09df34a01108e24aeb",
      "subject": "ING",
      "title": "Oscar Wilde",
      "content": "Oscar Wilde (1854-1900) è stato uno scrittore, poeta e drammaturgo irlandese, noto per il suo spirito arguto e il suo stile di vita eccentrico. Le sue opere più celebri includono \"Il ritratto di Dorian Gray\" e \"L'importanza di chiamarsi Ernesto\", che esplorano temi di moralità, estetica e identità. Wilde è anche ricordato per il suo processo e la successiva condanna per omosessualità, che rovinò la sua carriera e la sua reputazione. Nonostante ciò, il suo contributo alla letteratura e alla cultura rimane significativo.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "3588d5dddf249aed8511f2908cfbb12e06d0ab960a9380ff75cfdaf9646b5822",
      "subject": "ITA",
      "title": "Vento di barbarie sulla speculazione edilizia",
      "content": "Dalle \"Le vergini delle rocce\", pubblicato nel 1895 da Gabriele d'Annunzio, segna una svolta ideologica radicale. Il passo propone un quadro della degradazione di Roma moderna, con una polemica contro la speculazione edilizia che sta distruggendo le sue bellezze secolari, non solo architettoniche ma anche naturali. L'obiettivo primario dell'invettiva sono la \"follia del lucro\" (spirito affaristico) e la \"furia feroce degli appetiti\" che si scatenano senza alcun rispetto per la sacralità del passato, facendo sorgere nuovi orrendi edifici.",
      "image": "",
      "weight": "0.5",
      "field": "wor",
      "isAI": 0
    },
    {
      "id": "c065a3b9694d832510037ed5ae9fd0acf04e40cfafe41b3cb0bcaf9573bbf69e",
      "subject": "STO",
      "title": "Seconda Guerra Mondiale",
      "content": "La Seconda Guerra Mondiale, combattuta dal 1939 al 1945, è stato il più grande e devastante conflitto della storia, coinvolgendo oltre 30 paesi e causando milioni di vittime. Iniziata con l'invasione tedesca della Polonia nel 1939, la guerra vide l'alleanza delle Potenze dell'Asse (Germania, Italia e Giappone) contro gli Alleati (principalmente Stati Uniti, Unione Sovietica, Regno Unito e Francia). Il conflitto si concluse con la resa incondizionata della Germania nel maggio 1945 e del Giappone nell'agosto dello stesso anno, dopo i bombardamenti atomici di Hiroshima e Nagasaki.",
      "image": "",
      "weight": "3",
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "3fbcb6a9b5d70dcb357ddc52f30baceb70638e5e72cbd290c2fccaf099434633",
      "subject": "STO",
      "title": "Nazismo",
      "content": "Il Nazismo, o Nazionalsocialismo, è un'ideologia politica totalitaria sviluppata in Germania negli anni '20 e '30 sotto la guida di Adolf Hitler. Questo movimento si basa su principi di estremo nazionalismo, razzismo e antisemitismo, promuovendo la supremazia della razza ariana e la necessità di spazio vitale (Lebensraum) per il popolo tedesco. Il Nazismo portò alla dittatura in Germania, alla persecuzione di gruppi etnici e politici, e culminò nella Seconda Guerra Mondiale e nell'Olocausto.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "29e22290f12188b10e493ad9938eb9053f1f4914b11b4d4c0ee073012bc098c7",
      "subject": "MAT",
      "title": "Derivate",
      "content": "Le derivate sono uno strumento fondamentale dell'analisi matematica e rappresentano il tasso di variazione di una funzione in un punto specifico. La derivata di una funzione \\( f(x) \\) in un punto \\( x_0 \\) misura quanto rapidamente la funzione cambia quando \\( x \\) varia intorno a \\( x_0 \\). Le derivate sono utilizzate in vari campi, come la fisica per descrivere velocità e accelerazione, l'economia per analizzare tassi di crescita e la statistica per modellare l'andamento di dati. La nozione di derivata è strettamente legata al concetto di limite e può essere estesa a funzioni di più variabili attraverso le derivate parziali.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "3e1b37b3c1621bfd83299604a30f4c79fe1bf27f8349ff6c71396acb771b5485",
      "subject": "MAT",
      "title": "Integrali",
      "content": "Gli integrali sono uno strumento fondamentale del calcolo infinitesimale che permettono di calcolare aree, volumi e altre quantità cumulative. Essi rappresentano la somma di infinite quantità infinitesimali e sono essenziali per risolvere problemi in fisica, ingegneria, economia e altre discipline scientifiche. Gli integrali possono essere definiti o indefiniti, a seconda che si considerino su un intervallo specifico o meno. La tecnica di integrazione richiede la conoscenza delle primitive delle funzioni e delle loro proprietà.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "25dc3eee0e082683f20e3c4f94fdb17aa936bf2b399a4515802e138d1d686ea1",
      "subject": "MAT",
      "title": "Limiti",
      "content": "I limiti sono un concetto fondamentale in matematica, specialmente nel calcolo infinitesimale, che permettono di descrivere il comportamento di una funzione quando una variabile si avvicina a un certo valore. Essi possono essere utilizzati per definire derivate e integrali, che sono strumenti essenziali per studiare tassi di cambiamento e aree sotto curve. Un limite esiste se il valore della funzione si avvicina a un numero specifico mentre la variabile si avvicina a un punto dato, e può essere calcolato attraverso vari metodi algebrici e analitici.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "50040ccfd5c86ce7b2655f0aecb5172d5d6b12a76deaf0838d6ad02738408b20",
      "subject": "MAT",
      "title": "Analisi",
      "content": "L'analisi è una disciplina matematica che studia i concetti di limite, continuità, derivata e integrale. Essa si occupa di funzioni reali e complesse, serie infinite e problemi di approssimazione. L'analisi ha applicazioni fondamentali in fisica, ingegneria, economia e altre scienze, fornendo strumenti per modellare e comprendere fenomeni continui e variabili. È suddivisa in vari rami, tra cui l'analisi reale, l'analisi complessa e l'analisi funzionale.",
      "image": "",
      "weight": "3",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "b044c292c08b658e6938e088cdaf79eb0d03903acdcd137db53ae21c135d403e",
      "subject": "INF",
      "title": "Crittografia",
      "content": "La crittografia è una tecnica utilizzata per proteggere le informazioni rendendole incomprensibili a chi non ha accesso alla chiave di decodifica. Essa trasforma i dati in un formato cifrato che può essere decifrato solo da chi possiede la chiave corretta. Esistono vari tipi di crittografia, tra cui la crittografia simmetrica, che utilizza la stessa chiave per cifrare e decifrare, e la crittografia asimmetrica, che utilizza una coppia di chiavi pubblica e privata. La crittografia è fondamentale per la sicurezza delle comunicazioni digitali, come email, transazioni finanziarie e dati personali.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "885e99c5103985fa98550a05de43fc14a31bf5f2b2e58a3d8c8255678870bb82",
      "subject": "INF",
      "title": "Reti di calcolatori",
      "content": "Le reti di calcolatori sono sistemi interconnessi di dispositivi informatici che permettono la comunicazione e la condivisione di risorse tra computer. Queste reti possono variare in scala, dai piccoli network domestici alle vaste reti aziendali e globali come Internet. Le reti di calcolatori consentono la trasmissione di dati, l'accesso a servizi remoti e la collaborazione in tempo reale, fondamentali per molte attività moderne, sia personali che professionali.",
      "image": "",
      "weight": "2",
      "isAI": 1
    },
    {
      "id": "a4e08a257e7e1a237c3a2f0cb7db5cbb1230b564cfc2fd3967c00c1163bddbf0",
      "subject": "INF",
      "title": "Sicurezza informatica",
      "content": "La sicurezza informatica si occupa della protezione dei sistemi informatici, delle reti e dei dati da accessi non autorizzati, attacchi malevoli e altre minacce digitali. Comprende una serie di pratiche, tecnologie e regolamenti volti a garantire la riservatezza, l'integrità e la disponibilità delle informazioni. Con l'aumento delle minacce informatiche, come virus, malware e attacchi di phishing, la sicurezza informatica è diventata una priorità cruciale per individui, aziende e governi.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "60a38cdfdacbddff60439916262a2028ff0d84a1c87ae151fbb357855b70f308",
      "subject": "INF",
      "title": "Modello ISO/OSI",
      "content": "Il modello ISO/OSI (Open Systems Interconnection) è un framework concettuale che standardizza le funzioni di una rete di comunicazione in sette livelli distinti: Fisico, Datalink, Rete, Trasporto, Sessione, Presentazione e Applicazione. Ogni livello ha compiti specifici e interagisce con i livelli adiacenti per garantire una comunicazione efficace e strutturata tra sistemi diversi. Questo modello facilita l'interoperabilità e la comprensione delle reti di comunicazione, fornendo una base comune per lo sviluppo di protocolli e tecnologie.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "85a3704245566ede791ae6d35dc238f860eea039d54509aa4f1f3647b4a1f967",
      "subject": "INF",
      "title": "Protocollo TCP/IP",
      "content": "Il protocollo TCP/IP è un insieme di regole che governa la comunicazione su Internet e molte reti private. È composto da due protocolli principali: il TCP (Transmission Control Protocol), che garantisce la trasmissione affidabile dei dati, e l'IP (Internet Protocol), che si occupa dell'indirizzamento e del routing dei pacchetti di dati. TCP/IP è fondamentale per il funzionamento di Internet, permettendo la connessione e la comunicazione tra diversi dispositivi e reti in tutto il mondo.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "00f45d48d757d7456f28a6847229ec21c19f1e92e2cfae6d4ebfc864d296b60b",
      "subject": "FIL",
      "title": "Schopenhauer",
      "content": "Arthur Schopenhauer (1788-1860) è stato un filosofo tedesco noto per il suo pessimismo metafisico e la sua critica alla volontà di vivere. Secondo Schopenhauer, la realtà ultima è una cieca e insaziabile volontà che causa sofferenza e dolore. Egli sostiene che l'arte e l'ascesi possono offrire una temporanea fuga da questa condizione, ma solo la negazione completa della volontà può portare alla liberazione definitiva. La sua opera principale, \"Il mondo come volontà e rappresentazione\", ha avuto un'influenza significativa su vari campi della filosofia e delle arti.",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "e258299457474adbc12bc22ea7e0a811ce4322d0ac8e842ff289051687a32b78",
      "subject": "FIL",
      "title": "Nietzsche",
      "content": "Friedrich Nietzsche (1844-1900) è stato un filosofo, poeta e critico culturale tedesco, noto per le sue opere che esplorano temi come la morale, la religione e la condizione umana. È celebre per concetti come il \"superuomo\" (Übermensch) e la \"volontà di potenza\" (Wille zur Macht), che riflettono la sua critica alla morale tradizionale e la sua ricerca di un nuovo sistema di valori. Nietzsche è spesso associato alla frase \"Dio è morto\", che simboleggia la perdita di fede nelle istituzioni religiose e morali tradizionali. Le sue opere, tra cui \"Così parlò Zarathustra\" e \"Al di là del bene e del male\", continuano a influenzare la filosofia, la letteratura e la cultura contemporanea.",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "cf619bccec17abac1e52311943159d0cc0a548026c10bda5cee84132a009da4c",
      "subject": "CIV",
      "title": "Politica",
      "content": "La politica è l'arte di governare e gestire la vita pubblica di una comunità, che sia una nazione, una città o un'organizzazione. Essa riguarda la distribuzione del potere, la creazione di leggi e la gestione delle risorse pubbliche. La politica coinvolge vari attori, tra cui partiti, leader, cittadini e gruppi di interesse, e si manifesta attraverso processi elettorali, dibattiti pubblici e decisioni legislative. Inoltre, la politica si occupa di temi cruciali come la giustizia sociale, l'economia, la sicurezza e i diritti umani.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "abaa419f69b62c1bc76c85717f20af2db3c294272dc15bafb3ce2dc0d3e9ebc4",
      "subject": "FIS",
      "title": "Relatività ristretta",
      "content": "La relatività ristretta, sviluppata da Albert Einstein nel 1905, è una teoria che descrive il comportamento della materia e della radiazione elettromagnetica in sistemi di riferimento inerziali. Essa introduce concetti rivoluzionari come la relatività del tempo e dello spazio, la costanza della velocità della luce nel vuoto e l'equivalenza tra massa ed energia, espressa dalla famosa equazione \\( E = mc^2 \\). Questa teoria ha profonde implicazioni per la fisica moderna, influenzando campi come l'elettromagnetismo, la meccanica quantistica e la cosmologia.",
      "image": "",
      "weight": "3",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "0ab6a866a9446511924ae67ebae579351fa3eea2ab87ac53a0b3933cf025e82a",
      "subject": "FIS",
      "title": "Elettromagnetismo",
      "content": "L'elettromagnetismo è una branca della fisica che studia le interazioni tra cariche elettriche e le correnti elettriche, nonché i campi elettrici e magnetici che queste generano. È fondamentale per comprendere fenomeni come la luce, le onde radio e i fenomeni elettrici e magnetici. Le equazioni di Maxwell sono centrali in questa teoria, unificando elettricità e magnetismo in un'unica forza: l'elettromagnetismo. Questa disciplina ha applicazioni pratiche in tecnologie come le telecomunicazioni, l'elettronica e l'ingegneria elettrica.",
      "image": "",
      "weight": "2",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "78e61b5bc26ac084bdc716cfc503a78a8481cc644b3a820210dad34e7bd33f8d",
      "subject": "FIS",
      "title": "Maxwell",
      "content": "James Clerk Maxwell (1831-1879) è stato un fisico e matematico scozzese noto soprattutto per i suoi contributi fondamentali alla teoria dell'elettromagnetismo. Le sue equazioni, note come le equazioni di Maxwell, descrivono come i campi elettrici e magnetici interagiscono e si propagano. Queste equazioni predissero l'esistenza delle onde elettromagnetiche, che includono la luce, e hanno gettato le basi per la moderna teoria dell'elettromagnetismo e la tecnologia delle comunicazioni.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "735c7cebb1dd67a1d604671ef61f5232bfcafbd6f0799a23aaa184f370d02312",
      "subject": "FIS",
      "title": "Albert Einstein",
      "content": "Albert Einstein è stato uno dei più grandi fisici teorici della storia. Nato nel 1879, è noto soprattutto per la teoria della relatività, che ha rivoluzionato la comprensione dello spazio, del tempo e della gravità. Ha ricevuto il Premio Nobel per la Fisica nel 1921 per la sua spiegazione dell'effetto fotoelettrico. Oltre ai suoi contributi scientifici, Einstein è ricordato anche per il suo impegno pacifista e umanitario.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "d9cf864f601b6479f08ef935dbbfca10dfe93ab980dff1f3ed92cedb04274db7",
      "subject": "FIS",
      "title": "Fisica nucleare",
      "content": "La fisica nucleare è una branca della fisica che studia i costituenti e le interazioni del nucleo atomico. Si concentra su fenomeni come la fissione e la fusione nucleare, la radioattività e le proprietà delle particelle subatomiche. Questo campo ha applicazioni pratiche significative, tra cui l'energia nucleare, la medicina nucleare e la ricerca sui materiali. La fisica nucleare ha anche contribuito alla comprensione dell'origine e della struttura dell'universo.",
      "image": "",
      "weight": 1,
      "field": "the",
      "isAI": 1
    },
    {
      "id": "de76783e38ede7e84221906d93b0e6dacc40e8e49f2264d5e4b0679b04405a85",
      "subject": "FIS",
      "title": "Bomba atomica",
      "content": "La bomba atomica è un'arma di distruzione di massa che sfrutta l'energia nucleare rilasciata dalla fissione di atomi di uranio o plutonio. Le prime bombe atomiche furono sviluppate durante la Seconda Guerra Mondiale attraverso il Progetto Manhattan e furono utilizzate dagli Stati Uniti contro le città giapponesi di Hiroshima e Nagasaki nel 1945. Queste esplosioni causarono devastazione senza precedenti, portando alla resa del Giappone e ponendo fine alla guerra. Da allora, la bomba atomica ha avuto un impatto profondo sulla geopolitica globale, innescando la corsa agli armamenti nucleari durante la Guerra Fredda e sollevando questioni etiche e di sicurezza internazionale.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "5e7b6e0a7f744513c11545b2f6f57ad97d8d2c4b7c0cdf97916aec08f2a81a6c",
      "subject": "FIS",
      "title": "J.R. Oppenheimer",
      "content": "J.R. Oppenheimer, noto come \"il padre della bomba atomica\", fu un fisico teorico americano. Durante la Seconda Guerra Mondiale, guidò il Progetto Manhattan, che portò alla creazione delle prime bombe atomiche. Dopo la guerra, divenne una figura controversa a causa del suo coinvolgimento nello sviluppo delle armi nucleari e delle sue opinioni sui rischi di una corsa agli armamenti. Oppenheimer è anche ricordato per il suo contributo alla teoria della relatività e alla meccanica quantistica.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "7164148d0c57a5fd4989d9205979c7dc9deafb2d9fd655e1e25aa4584eca39fe",
      "subject": "FIS",
      "title": "Meccanica quantistica",
      "content": "La meccanica quantistica è una teoria fondamentale della fisica che descrive il comportamento della materia e dell'energia a scale molto piccole, come quelle degli atomi e delle particelle subatomiche. A differenza della fisica classica, la meccanica quantistica introduce concetti non intuitivi come la sovrapposizione degli stati, l'entanglement e la dualità onda-particella. Questa teoria ha rivoluzionato la nostra comprensione del mondo microscopico e ha portato a sviluppi tecnologici significativi, come il laser e i transistor.",
      "image": "",
      "weight": "2",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "0a635ede0da5cdebb91f7cc80628f648a310a49d962368b704d4be437a84007a",
      "subject": "ITA",
      "title": "Italo Svevo",
      "content": "Italo Svevo, pseudonimo di Aron Hector Schmitz, è stato uno dei più importanti scrittori italiani del XX secolo. Nato a Trieste nel 1861, Svevo è noto per il suo capolavoro \"La coscienza di Zeno\", un romanzo che esplora profondamente la psiche umana attraverso la psicoanalisi. La sua opera è caratterizzata da uno stile narrativo introspettivo e da un'analisi acuta delle complessità dell'animo umano. Nonostante il riconoscimento tardivo, Svevo ha lasciato un'impronta indelebile nella letteratura italiana e internazionale.",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "d0cd7ef5b65d0c7d1997ecb6f787c23e5a9e8d8aefc3a9d9456a200552f44b23",
      "subject": "MAT",
      "title": "Aritmetica modulare",
      "content": "L'aritmetica modulare è un sistema di numeri che \"avvolge\" i numeri dopo aver raggiunto un certo valore. È definita da un modulo \\( n \\), e due numeri sono considerati equivalenti se la loro differenza è un multiplo di \\( n \\). Questo concetto è fondamentale in molte aree della matematica e dell'informatica, come la criptografia, la teoria dei numeri e la programmazione. Ad esempio, in un orologio a 12 ore, l'aritmetica modulare con modulo 12 fa sì che 13 ore siano equivalenti a 1 ora.",
      "image": "",
      "weight": 1,
      "field": "the",
      "isAI": 1
    },
    {
      "id": "9a621471e703690ea42aa50befc88c184df1a0fea24a3bd7cabe99fd7ba9397f",
      "subject": "FIL",
      "title": "Positivismo",
      "content": "Il positivismo è una corrente filosofica e scientifica emersa nel XIX secolo, principalmente associata al pensiero di Auguste Comte. Questo movimento sostiene che l'unica conoscenza autentica è quella scientifica, basata sull'osservazione empirica e sulla verifica sperimentale. Il positivismo si oppone al pensiero metafisico e speculativo, promuovendo l'idea che la scienza possa spiegare tutti i fenomeni naturali e sociali attraverso leggi universali. In ambito sociologico, il positivismo ha influenzato lo studio delle società umane, proponendo metodi scientifici per analizzare e comprendere i comportamenti sociali.",
      "image": "",
      "weight": 1,
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "607d0fca1dd059b523f5ad93fada78cd2a83814ddc9ed4ab5db7daac6d4ace03",
      "subject": "ITA",
      "title": "Émile Zola",
      "content": "Émile Zola (1840-1902) è stato uno dei più importanti scrittori francesi del XIX secolo, noto per il suo stile realista e naturalista. È celebre per la serie di romanzi \"Les Rougon-Macquart\", che esplora la storia di una famiglia durante il Secondo Impero francese. Zola è anche ricordato per il suo impegno sociale e politico, in particolare per il suo ruolo nell'affare Dreyfus, dove scrisse il famoso articolo \"J'accuse\" per difendere il capitano Alfred Dreyfus, ingiustamente accusato di tradimento. La sua opera ha avuto un impatto duraturo sulla letteratura e sulla società francese.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "967a8de3d1709e7e69c6eb8f588e8e6730c30813b4093df364d5dc3802ddddc0",
      "subject": "MAT",
      "title": "Equazioni differenziali",
      "content": "Le equazioni differenziali sono equazioni che legano una funzione incognita alle sue derivate. Esse descrivono l'evoluzione di un sistema dinamico nel tempo e sono fondamentali in molte discipline scientifiche come la fisica, l'ingegneria e la biologia. Risolvere un'equazione differenziale significa trovare la funzione che soddisfa l'equazione e le eventuali condizioni iniziali o al contorno. Esistono metodi analitici e numerici per risolvere queste equazioni, a seconda della loro complessità.",
      "image": "",
      "weight": "2",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "69bc6a077e45e1d8bcce8eff7a70db9bb0afb8ccbc1608829a1b86688fb76dec",
      "subject": "MAT",
      "title": "Probabilità e statistica",
      "content": "La probabilità e la statistica sono due discipline fondamentali della matematica che si occupano dell'analisi dei dati e della modellazione dell'incertezza. La probabilità studia le regole che governano il verificarsi di eventi casuali e fornisce strumenti per quantificare la probabilità di diversi esiti. La statistica, invece, si concentra sulla raccolta, l'analisi e l'interpretazione dei dati, utilizzando metodi per inferire proprietà di popolazioni più ampie a partire da campioni di dati osservati. Insieme, queste discipline sono essenziali per la presa di decisioni informate in vari campi, tra cui economia, medicina, ingegneria e scienze sociali.",
      "image": "",
      "weight": 1,
      "field": "the",
      "isAI": 1
    },
    {
      "id": "5a2b2034c5fda499ec0db8be2e0908f77e9ace6d9e4d47d25cea551f6f94681e",
      "subject": "ITA",
      "title": "Il fu Mattia Pascal",
      "content": "\"Il fu Mattia Pascal\" è un romanzo scritto da Luigi Pirandello, pubblicato per la prima volta nel 1904. La storia segue le vicende di Mattia Pascal, un uomo che, dopo aver perso la madre e la moglie, decide di fuggire dalla sua vita monotona e soffocante. Approfittando di un caso di scambio di identità, Mattia si reinventa come Adriano Meis, vivendo una nuova esistenza libera dai vincoli del passato. Tuttavia, il protagonista scopre che la libertà assoluta può essere altrettanto opprimente, esplorando temi come l'identità, la solitudine e la condizione umana.",
      "image": "",
      "weight": 1,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "6b3171b43c7839b351addc8936f09e5be0478df5ef8252fca4e12e978e842332",
      "subject": "FIS",
      "title": "Spaziotempo di Minkowski",
      "content": "Lo spaziotempo di Minkowski è una struttura matematica fondamentale nella teoria della relatività ristretta di Albert Einstein. Esso combina le tre dimensioni spaziali con una dimensione temporale in un continuo quadridimensionale. La metrica di Minkowski, che descrive la geometria di questo spaziotempo, differisce dalla metrica euclidea perché include una segnatura che distingue tra spazio e tempo, permettendo di descrivere fenomeni come la dilatazione del tempo e la contrazione delle lunghezze. Questo modello è essenziale per comprendere il comportamento della luce e delle particelle a velocità relativistiche.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "cd034b107badd22d23f211069c9247649fe3c3996ab850cc03679e0906151d54",
      "subject": "MAT",
      "title": "Geometria",
      "content": "La geometria è una branca della matematica che si occupa dello studio delle forme, delle dimensioni, delle posizioni relative e delle proprietà spaziali degli oggetti. Essa include l'analisi di punti, linee, angoli, superfici e solidi, nonché le trasformazioni geometriche come traslazioni, rotazioni e riflessioni. La geometria è fondamentale per diverse discipline, tra cui l'architettura, l'ingegneria, la fisica e la grafica computerizzata, e può essere suddivisa in vari rami come la geometria euclidea, la geometria analitica e la geometria non euclidea.",
      "image": "",
      "weight": "2",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "5aae22a2e1ad9714fa3c19e4a0f7684a6d81350d1bcf4be36efc6e013ba2e4da",
      "subject": "STO",
      "title": "Olocausto",
      "content": "L'Olocausto, noto anche come Shoah, è stato il genocidio sistematico e su larga scala di circa sei milioni di ebrei, perpetrato dalla Germania nazista e dai suoi collaboratori durante la Seconda Guerra Mondiale. Questo tragico evento ha comportato la persecuzione, la deportazione e l'uccisione di massa di ebrei, oltre a milioni di altre vittime, tra cui rom, disabili, prigionieri politici, omosessuali e altri gruppi considerati \"indesiderati\" dal regime nazista. L'Olocausto rappresenta uno dei capitoli più oscuri della storia umana, simbolo dell'orrore e della brutalità del totalitarismo.",
      "image": "",
      "weight": 1,
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "4e9823584ec82643e0d529ac3c1f725ca5185ca06cc0cfc5543f5ec0a8499d56",
      "subject": "ITA",
      "title": "Ungaretti",
      "content": "Giuseppe Ungaretti (1888-1970) è stato uno dei più importanti poeti italiani del XX secolo. La sua opera è caratterizzata da una profonda introspezione e da un linguaggio essenziale e denso di significato. Ungaretti ha partecipato alla Prima Guerra Mondiale, esperienza che ha profondamente influenzato la sua poesia, come si evidenzia nella raccolta \"L'Allegria\" (1916). È noto per la sua capacità di trasmettere emozioni intense attraverso versi brevi e incisivi, rendendolo un maestro della lirica moderna.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "fd65af0c06763312d0db11cf3c40d42e55c6bf5e4d52526b073bc017001ad908",
      "subject": "FIL",
      "title": "Rapporto tra materia e coscienza",
      "content": "Il rapporto tra materia e coscienza è un tema complesso e affascinante che coinvolge filosofia, neuroscienze e fisica. La questione centrale riguarda come la materia fisica del cervello possa dare origine a esperienze soggettive e consapevoli. Le teorie variano: alcuni sostengono che la coscienza emerga da processi fisici complessi, mentre altri propongono che la coscienza sia una proprietà fondamentale dell'universo, indipendente dalla materia. Questo dibattito continua a stimolare ricerche e riflessioni su cosa significhi essere consapevoli e come la nostra percezione del mondo si relazioni con la realtà fisica.",
      "image": "",
      "weight": "0.5",
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "a0b8a69f30606c824d0766c81fe554df5a28e3cf51e22ea6788efc1801db94ea",
      "subject": "FIS",
      "title": "Pendolo",
      "content": "Il pendolo è un dispositivo meccanico che oscilla attorno a un punto fisso sotto l'influenza della gravità. È composto da un peso sospeso da un filo o un'asta rigida. Il suo moto periodico è utilizzato per misurare il tempo in orologi a pendolo e per studiare fenomeni fisici come l'oscillazione armonica e la forza gravitazionale. Inoltre, è un esempio classico di sistema fisico semplice ma significativo per comprendere le leggi del moto.",
      "image": "",
      "weight": "0.5",
      "isAI": 1
    },
    {
      "id": "55277715925719bc12d220c986559499c147ce52e234421dc584f4e2f8ce5e6d",
      "subject": "FIL",
      "title": "Hegel",
      "content": "Georg Wilhelm Friedrich Hegel (1770-1831) è stato un filosofo tedesco noto per il suo sistema dialettico, che ha avuto un'influenza significativa sulla filosofia occidentale. La sua filosofia si concentra sullo sviluppo dello spirito attraverso un processo di tesi, antitesi e sintesi, che egli chiama dialettica. Hegel sostiene che la realtà è in continua evoluzione e che la storia è un processo razionale verso la libertà. Le sue opere principali includono \"La Fenomenologia dello Spirito\" e \"La Scienza della Logica\".",
      "image": "",
      "weight": "2",
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "bb403e5b38eac7e0039759c6ba547008835de6b5f9f14d6ea1d7b68934f4f5d8",
      "subject": "FIS",
      "title": "Relatività galileiana",
      "content": "La relatività galileiana è un principio fondamentale della fisica classica che afferma l'equivalenza delle leggi della meccanica in tutti i sistemi di riferimento inerziali, ovvero quelli che si muovono con velocità costante l'uno rispetto all'altro. Secondo questo principio, le leggi del moto di Newton sono le stesse in tutti i sistemi inerziali, il che implica che non esiste un sistema di riferimento privilegiato per descrivere i fenomeni meccanici. Questo concetto è stato cruciale per lo sviluppo della meccanica classica e ha gettato le basi per la successiva teoria della relatività di Einstein.",
      "image": "",
      "weight": "1.5",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "7b7f47cc02bf8636223652654f50ec24fb1e3692c9b7b9f16c5ddff6a3b94c21",
      "subject": "FIS",
      "title": "Meccanica newtoniana",
      "content": "La meccanica newtoniana, o meccanica classica, è una branca della fisica che descrive il comportamento dei corpi macroscopici in movimento sotto l'influenza di forze esterne. Formulata da Sir Isaac Newton nel XVII secolo, si basa su tre leggi fondamentali: la legge di inerzia, la legge della dinamica e la legge di azione e reazione. Queste leggi permettono di prevedere il moto degli oggetti in vari contesti, come il movimento dei pianeti o il comportamento dei proiettili, e sono valide per situazioni in cui le velocità sono molto inferiori a quella della luce e le dimensioni sono significativamente più grandi delle particelle subatomiche.",
      "image": "",
      "weight": "2",
      "field": "the",
      "isAI": 1
    },
    {
      "id": "9fa370bc8a6e9eba28b3a13c34911efa737c73fc1ed77eccd750537c5786c72b",
      "subject": "SCI",
      "title": "Chimica organica",
      "content": "La chimica organica è la branca della chimica che studia le proprietà e il comportamento dei composti del carbonio, compresi gli idrocarburi e i loro derivati. Questi composti sono fondamentali per la vita e si trovano in una vasta gamma di sostanze naturali e sintetiche, come i polimeri, i farmaci e i materiali biologici. La chimica organica si occupa anche delle reazioni chimiche che coinvolgono questi composti, esplorando come possono essere sintetizzati, trasformati e utilizzati in varie applicazioni industriali e biologiche.",
      "image": "",
      "weight": 3.0,
      "field": "the",
      "isAI": 1
    },
    {
      "id": "195d95a1d41ae19aecd83f0c83659d87f273688c207f100a050a03d149b3a20b",
      "subject": "SCI",
      "title": "Idrocarburi",
      "content": "Gli idrocarburi sono composti organici costituiti esclusivamente da atomi di carbonio e idrogeno. Sono fondamentali per l'industria energetica, essendo i principali componenti del petrolio e del gas naturale. Gli idrocarburi possono essere classificati in vari tipi, tra cui alcani, alcheni, alchini e idrocarburi aromatici, ciascuno con proprietà chimiche e fisiche distinte. Sono ampiamente utilizzati come combustibili, materie prime per la produzione di plastica e altri materiali sintetici, e come solventi in vari processi industriali.",
      "image": "",
      "weight": 1.5,
      "isAI": 1
    },
    {
      "id": "63a895bc087e4a696b097eb2149aa1ddd3fbb7f15550fbdf8a82342a6f2307de",
      "subject": "STO",
      "title": "Industria",
      "content": "L'industria è un settore economico che si occupa della produzione di beni materiali attraverso l'uso di macchinari e tecnologie avanzate. Comprende diverse categorie, come l'industria manifatturiera, mineraria e chimica. Le attività industriali sono cruciali per lo sviluppo economico di un paese, creando posti di lavoro e contribuendo al progresso tecnologico. Tuttavia, l'industria deve anche affrontare sfide legate alla sostenibilità ambientale e alla gestione delle risorse.",
      "image": "",
      "weight": 2.0,
      "isAI": 1
    },
    {
      "id": "28cc649da3ea2bebf02cba37594eeaf581c952fc8c5fb28fecdc74d8696be4bd",
      "subject": "SCI",
      "title": "Agenti disaccoppianti",
      "content": "Gli agenti disaccoppianti sono sostanze chimiche utilizzate principalmente in edilizia e ingegneria civile per evitare l'adesione tra diversi materiali. Essi vengono applicati su superfici come stampi, forme o casseforme per prevenire che il calcestruzzo o altri materiali aderiscano a queste superfici durante il processo di colata e indurimento. Questo facilita il distacco e il recupero delle forme, migliorando l'efficienza e la qualità del lavoro.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "869aff4fc820a25388335f9c80f8e6560aabf28d5d92e76c0b90f16164f8fdb5",
      "subject": "SCI",
      "title": "Veleno",
      "content": "Il veleno è una sostanza che, quando introdotta o assorbita dal corpo, può causare danni fisici o morte. Esistono vari tipi di veleni, tra cui tossine di origine animale (come il veleno dei serpenti), vegetale (come la belladonna), e sintetici (come alcuni pesticidi). Gli effetti del veleno possono variare notevolmente a seconda della dose, del tipo di veleno e della via di esposizione (ingestione, inalazione, contatto cutaneo). La tossicità è spesso misurata in termini di LD50, la dose letale per il 50% della popolazione testata.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "2d0c67d3072879db0608531024f1bac559f08bdb2be6912af013076bb38a6ff2",
      "subject": "STO",
      "title": "Nazionalismo",
      "content": "Il nazionalismo è un'ideologia politica che enfatizza la lealtà e l'orgoglio verso la propria nazione, spesso promuovendo l'idea che gli interessi nazionali dovrebbero prevalere su quelli individuali o internazionali. Esso può manifestarsi attraverso vari aspetti, come la difesa della cultura nazionale, la promozione della lingua e delle tradizioni locali, e il sostegno a politiche economiche e sociali che favoriscono il benessere della nazione. Tuttavia, il nazionalismo può anche assumere forme estreme, portando a conflitti etnici e razziali, e a politiche isolazioniste o aggressive verso altri paesi.",
      "image": "",
      "weight": 1,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "f9353f233d572796e2f69af7e1d2e317e42a7087887d8c4ca020ef89001f7059",
      "subject": "STO",
      "title": "URSS",
      "content": "L'Unione delle Repubbliche Socialiste Sovietiche (URSS) fu una federazione di repubbliche socialiste che esistette dal 1922 al 1991. Fondata dopo la Rivoluzione Russa del 1917, l'URSS era governata dal Partito Comunista e si caratterizzava per un'economia centralizzata e pianificata. Durante la Guerra Fredda, l'URSS era la principale rivale degli Stati Uniti e delle nazioni occidentali. La sua dissoluzione nel 1991 portò alla nascita di 15 nuovi stati indipendenti.",
      "image": "",
      "weight": 2.0,
      "isAI": 1
    },
    {
      "id": "84fb322380cb3843ca4c857ca7276cea9f89d1962c4e090e00d04924f43624bb",
      "subject": "STO",
      "title": "Adolf Hitler",
      "content": "Adolf Hitler (1889-1945) fu il leader del Partito Nazionalsocialista Tedesco dei Lavoratori (NSDAP), noto come Partito Nazista, e cancelliere della Germania dal 1933 al 1945. Durante il suo regime, instaurò una dittatura totalitaria caratterizzata da un'ideologia estremista che includeva il razzismo, l'antisemitismo e l'espansionismo. Le sue politiche portarono alla Seconda Guerra Mondiale e all'Olocausto, con conseguenze devastanti per l'Europa e il mondo intero. Hitler si suicidò nel suo bunker a Berlino il 30 aprile 1945, mentre l'esercito sovietico avanzava sulla città.",
      "image": "",
      "weight": 2.0,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "a335e5c4d1b85d14970f06f5d299898bb25b167a3ea6a0ec65e1b01e05220c7f",
      "subject": "STO",
      "title": "Benito Mussolini",
      "content": "Benito Mussolini (1883-1945) è stato un politico, giornalista e dittatore italiano, fondatore del fascismo. Salì al potere nel 1922 e guidò l'Italia fino alla sua caduta nel 1943. Durante il suo regime, instaurò un governo autoritario, soppresse le libertà civili e perseguì politiche imperialiste e militariste. La sua alleanza con la Germania nazista portò l'Italia nella Seconda Guerra Mondiale, con conseguenze disastrose per il paese. Fu catturato e giustiziato dai partigiani italiani alla fine della guerra.",
      "image": "",
      "weight": 2.0,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "673281b1db1c6ad530388fb9ff4bfef85b19f9c662f9e89b16f674276140c65f",
      "subject": "STO",
      "title": "Stalin",
      "content": "Stalin, il cui vero nome era Iosif Vissarionovič Džugašvili, fu un politico e dittatore sovietico che governò l'Unione Sovietica dal 1927 fino alla sua morte nel 1953. Sotto la sua leadership, l'URSS subì una profonda trasformazione economica e sociale, con la collettivizzazione dell'agricoltura e l'industrializzazione forzata. Stalin è noto per il suo regime totalitario, caratterizzato da purghe, repressioni politiche e violazioni dei diritti umani, che culminarono nel Grande Terrore degli anni '30. La sua figura rimane controversa, con alcuni che lo vedono come un eroe nazionale e altri come un tiranno responsabile di milioni di morti.",
      "image": "",
      "weight": 2.0,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "96e18563bbc5016cfaf571cbb2fbe4f8be586cfca9be09432ad7730f4f3bff8c",
      "subject": "STO",
      "title": "Ford",
      "content": "Ford Motor Company, comunemente nota come Ford, è una delle più grandi aziende automobilistiche al mondo, fondata da Henry Ford nel 1903. Con sede a Dearborn, Michigan, Ford è famosa per aver introdotto metodi di produzione di massa come la catena di montaggio, che ha rivoluzionato l'industria automobilistica. L'azienda produce una vasta gamma di veicoli, tra cui automobili, camion e SUV, ed è nota per modelli iconici come la Ford Mustang e il Ford F-150. Ford è anche impegnata nello sviluppo di tecnologie avanzate, inclusi veicoli elettrici e sistemi di guida autonoma.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "b7c686fcd0e6bc0de50f1b4d596034cf4fabb0c745fcd7398a825a953eafc0de",
      "subject": "STO",
      "title": "Comunismo",
      "content": "Il comunismo è un sistema politico ed economico che promuove l'abolizione della proprietà privata e la gestione collettiva dei mezzi di produzione. Nato dalle idee di Karl Marx e Friedrich Engels, il comunismo mira a creare una società senza classi, dove i beni e le risorse sono distribuiti equamente tra tutti i membri della comunità. Storicamente, vari paesi hanno adottato forme di governo comunista, con risultati e interpretazioni diverse, influenzando profondamente la politica e l'economia globale.",
      "image": "",
      "weight": 2.0,
      "field": "the",
      "isAI": 1
    },
    {
      "id": "ec56516f4b871ec68fdd0434002bd6d19a90069b38b479517d34d6fd5c58faaf",
      "subject": "CIV",
      "title": "Economia",
      "content": "L'economia è la scienza sociale che studia come individui, imprese, governi e nazioni allocano le risorse limitate per soddisfare i bisogni e i desideri della società. Essa si occupa di analizzare la produzione, la distribuzione e il consumo di beni e servizi, nonché le dinamiche di mercato, i cicli economici e le politiche economiche. L'economia si divide in due principali branche: la microeconomia, che si concentra sul comportamento individuale e delle imprese, e la macroeconomia, che esamina l'economia nel suo complesso, includendo aspetti come l'inflazione, la disoccupazione e il PIL.",
      "image": "",
      "weight": 2.0,
      "field": "the",
      "isAI": 1
    },
    {
      "id": "8c8ecc573e5aca7e8d34c0bcf554206bb0bca71ed0153f29a9392c6c16dfbc9e",
      "subject": "MAT",
      "title": "Processo stocastico",
      "content": "Un processo stocastico è una collezione di variabili aleatorie che rappresentano l'evoluzione di un sistema nel tempo. Ogni variabile aleatoria nel processo descrive lo stato del sistema in un particolare momento, e l'insieme delle variabili aleatorie forma una sequenza temporale. Questi processi sono utilizzati per modellare fenomeni che variano in modo casuale, come il movimento delle particelle, i prezzi delle azioni, o il comportamento di sistemi complessi. Le proprietà di un processo stocastico sono spesso descritte attraverso parametri come la media, la varianza e la correlazione tra i vari stadi temporali.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "82459311e6a8d86c1b90c3369a27de12ed7465f028fab52a520e8d80e4a577bb",
      "subject": "STO",
      "title": "Crollo della Borsa di Wall Street",
      "content": "Il crollo della Borsa di Wall Street, spesso associato al celebre evento del 1929, fu un collasso finanziario che segnò l'inizio della Grande Depressione. Il 24 ottobre 1929, noto come \"Giovedì Nero\", vide un'ondata di vendite che causò un crollo dei prezzi delle azioni. Nei giorni successivi, il panico si intensificò, culminando nel \"Martedì Nero\" del 29 ottobre, quando i mercati persero miliardi di dollari. Questo evento ebbe conseguenze devastanti sull'economia globale, portando a una crisi economica che durò per anni.",
      "image": "",
      "weight": 2.0,
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "040cc1e49ed4acf3eccb48b8a028e62da179a7cf4eb56ba07bbb2dd542c8b41a",
      "subject": "CIV",
      "title": "Inflazione",
      "content": "L'inflazione è un fenomeno economico che si verifica quando i prezzi dei beni e servizi aumentano in modo generalizzato e sostenuto nel tempo. Questo porta a una riduzione del potere d'acquisto della moneta, poiché con la stessa quantità di denaro si possono acquistare meno beni e servizi. L'inflazione può essere causata da vari fattori, tra cui l'aumento dei costi di produzione, un eccesso di domanda rispetto all'offerta e politiche monetarie espansive. Le banche centrali monitorano attentamente l'inflazione e utilizzano strumenti come i tassi di interesse per cercare di mantenerla entro livelli accettabili.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "a7c93ec6b62f87673055d7398164455a7a962483dc4141c5bcaf7d93bad9f605",
      "subject": "ITA",
      "title": "Simbolismo",
      "content": "Il Simbolismo è un movimento artistico e letterario che emerse nella seconda metà del XIX secolo, principalmente in Francia. Caratterizzato da un'enfasi sui simboli e le immagini evocative, il Simbolismo cerca di esprimere idee e stati d'animo attraverso indizi e suggerimenti piuttosto che descrizioni dirette. Gli artisti e scrittori simbolisti spesso utilizzano miti, sogni e visioni per esplorare temi profondi e nascosti, creando opere che richiedono un'interpretazione attenta e riflessiva. Tra i suoi principali esponenti vi sono poeti come Charles Baudelaire e Arthur Rimbaud, nonché pittori come Gustave Moreau e Odilon Redon.",
      "image": "",
      "weight": 1,
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "bd011e24f3eb5c50708cdd6a4f671e3f52cbc5070bb41a6b1933157084d11a42",
      "subject": "ITA",
      "title": "Baudelaire",
      "content": "Charles Baudelaire (1821-1867) è stato un poeta, critico d'arte e traduttore francese, noto soprattutto per la sua raccolta di poesie \"I fiori del male\" (Les Fleurs du mal), pubblicata nel 1857. La sua opera esplora temi come il male, la decadenza e la bellezza, spesso con un tono provocatorio e trasgressivo. Baudelaire è considerato uno dei pionieri del simbolismo e ha avuto una grande influenza sulla letteratura moderna, sia in Francia che a livello internazionale. La sua vita personale, segnata da problemi di salute e dipendenze, ha spesso influenzato la sua scrittura, rendendola intensa e profondamente introspezione.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "06ea2dc4d864c105e7a722dcd6f64c1d9b541620ad72ff74586515700c8a01cf",
      "subject": "FIL",
      "title": "Hannah Arendt",
      "content": "Hannah Arendt è stata una filosofa e teorica politica tedesca-americana, nota per i suoi contributi alla teoria politica e alla filosofia morale. È particolarmente conosciuta per il suo libro \"Le origini del totalitarismo\" e per il concetto di \"banalità del male\", che esplorò nel suo resoconto del processo di Adolf Eichmann. Arendt ha riflettuto profondamente sulla natura della libertà, del potere e della condizione umana, influenzando significativamente il pensiero politico del XX secolo.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "f5f578d907d73c69db7b624df0a7a6bc18cfd66e0d3d1df4433343f206e3a1db",
      "subject": "FIL",
      "title": "Le origini del totalitarismo",
      "content": "\"Le origini del totalitarismo\" è un'opera fondamentale della filosofa politica Hannah Arendt, pubblicata nel 1951. Il libro esplora le radici e le manifestazioni del totalitarismo, focalizzandosi sui regimi nazista e stalinista. Arendt analizza come le ideologie totalitarie emergano da crisi sociali e politiche, e come utilizzino il terrore e la propaganda per mantenere il controllo. La sua analisi rivela le somiglianze strutturali tra i diversi regimi totalitari e offre una riflessione profonda sulle condizioni che permettono l'ascesa di tali sistemi.",
      "image": "",
      "weight": 1,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "da5e285b8010b6e1c9916d00bb2f3d0b264d84a931363c6480961a7eec604398",
      "subject": "ING",
      "title": "1984",
      "content": "\"George Orwell's '1984' presents a chilling dystopia under the totalitarian regime of Big Brother, where individuality and independent thought are suppressed. The novel explores themes of surveillance, propaganda, and the manipulation of truth, warning against the dangers of unchecked power and the loss of privacy. Through the eyes of protagonist Winston Smith, readers witness the stark reality of a society stripped of freedom and love, sparking enduring conversations about political control and human resilience.\"",
      "image": "",
      "weight": 1,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "4e545e58811ef4fc2d5f9afd94403ffe00f96c953590ee9a9891d8c3e3fa0df7",
      "subject": "ING",
      "title": "George Orwell",
      "content": "George Orwell, born Eric Arthur Blair, was an English novelist, essayist, journalist, and critic known for his lucid prose, biting social criticism, and opposition to totalitarianism. His works, including \"1984\" and \"Animal Farm,\" are renowned for their explorations of social injustice, political corruption, and the darker aspects of human nature. Orwell's writings have had a lasting impact on political discourse and literature, making him a seminal figure in 20th-century thought.",
      "image": "",
      "weight": 1.5,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "ffb536c82dd5714c22246daca1dae08e0692813ce5b61d7e41051eb882391e57",
      "subject": "",
      "title": "Vitalismo",
      "content": "Il vitalismo è una teoria filosofica e scientifica che sostiene l'esistenza di una forza vitale o principio essenziale che distingue gli esseri viventi dalla materia inanimata. Questo principio, spesso chiamato \"élan vital\" o \"vis vitalis\", è considerato intrinseco agli organismi viventi e responsabile delle loro funzioni biologiche. Il vitalismo ha avuto un ruolo significativo nella storia della biologia e della medicina, ma è stato progressivamente sostituito da approcci più meccanicistici e riduzionistici con l'avanzare della scienza moderna.",
      "image": "",
      "weight": 1,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "3fc7d5b42183cc58863f345d1fb607496281f97b88286c24c21864ffc3d75c9b",
      "subject": "",
      "title": "Relativismo conoscitivo",
      "content": "Il relativismo conoscitivo è una teoria filosofica che sostiene che la conoscenza non è assoluta, ma dipende dal contesto culturale, storico e individuale. Secondo questa prospettiva, non esistono verità oggettive universali, ma solo interpretazioni soggettive che variano a seconda delle prospettive e delle esperienze di ciascun individuo o gruppo sociale. Questo approccio mette in discussione l'idea di una conoscenza scientifica o filosofica oggettiva, affermando che ogni sistema di conoscenza è relativamente valido all'interno del proprio contesto.",
      "image": "",
      "weight": 1,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "00e2c3bf954f636ecd09320e02bb28eb5852a68e8b7d50466d95ed5ec6d1f1b2",
      "subject": "ITA",
      "title": "Saba",
      "content": "Saba, pseudonimo di Umberto Poli (1901-1957), è stato uno dei più importanti poeti italiani del XX secolo. Nato a Trieste, la sua opera è caratterizzata da una profonda introspezione e da un'attenzione particolare alla condizione umana, spesso espressa attraverso un linguaggio semplice ma evocativo. Tra le sue opere più celebri si annoverano \"Il Canzoniere\", una raccolta di poesie che riflette la sua vita e le sue emozioni, e \"Ernesto\", un romanzo autobiografico. Saba è noto per la sua capacità di esplorare temi universali come l'amore, la sofferenza e la ricerca di identità.",
      "image": "",
      "weight": 1.5,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "a6cd17e2fc8229292c04cf3826d63b6830db8dc08216960925784e2ec65c0079",
      "subject": "ITA",
      "title": "Goal - Saba",
      "content": "\"Goal - Saba\" è un'opera di Gianni Celati, pubblicata nel 1989. È una raccolta di racconti che esplorano la vita quotidiana e le piccole gioie delle persone comuni. Il libro è noto per il suo stile semplice e diretto, che cattura l'essenza delle esperienze umane con una dose di umorismo e tenerezza. Celati, con la sua scrittura, riesce a rendere straordinarie le situazioni più ordinarie, offrendo ai lettori uno sguardo profondo e autentico sulla condizione umana.",
      "image": "",
      "weight": 0.5,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "25d9d2c21cab9151986b6f89139fe4f9d7c95c3a0f1b3e6762dc31ee006c04d9",
      "subject": "MOT",
      "title": "Calcio",
      "content": "Il calcio è uno degli sport più popolari e seguiti al mondo. Giocato con una palla e due squadre composte da 11 giocatori ciascuna, l'obiettivo è segnare più gol della squadra avversaria colpendo la palla con qualsiasi parte del corpo tranne le mani e le braccia. Le partite si svolgono su un campo rettangolare con porte alle estremità e sono regolamentate da un arbitro. La FIFA, l'organo di governo del calcio internazionale, organizza eventi come la Coppa del Mondo, che attira milioni di spettatori.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "2323239edf934e3a8ae2822a704fe2fb25886c866cee19ee98b8bc3ce1c3e374",
      "subject": "ITA",
      "title": "Teatro degli Artigianelli - Saba",
      "content": "Il Teatro degli Artigianelli di Milano, situato in via Saba, è un luogo storico e culturale di grande importanza. Fondato nel 1870, è stato originariamente concepito come un teatro educativo per i giovani artigiani della città. Oggi, il teatro continua a essere un centro vivace per spettacoli teatrali, concerti e altre manifestazioni artistiche, mantenendo viva la tradizione culturale milanese.",
      "image": "",
      "weight": 0.5,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "b8643d1870b435fba5fab6c005c29a22b20f6c16926ff70e2b3e8db7c83ed7bb",
      "subject": "",
      "title": "Lanterninosofia",
      "content": "La \"Lanterninosofia\" è un concetto che unisce la filosofia con la pratica della lanterna come simbolo di illuminazione e guida. Esplora l'idea che la conoscenza e la saggezza possono essere utilizzate per illuminare il cammino attraverso le complessità della vita. Questo approccio filosofico incoraggia l'uso della ragione e della riflessione per navigare le sfide esistenziali, offrendo una luce di comprensione e chiarezza in tempi di incertezza. La lanterna simboleggia la ricerca continua della verità e della saggezza, rappresentando un faro di speranza e di orientamento per l'individuo.",
      "image": "",
      "weight": 0.5,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "295189968f227177e15ce0c43f1ed820a4d3f13dd6c3d47b6808a219c5ceca6b",
      "subject": "STO",
      "title": "Resistenza",
      "content": "La resistenza, in fisica, è una misura della difficoltà che un materiale oppone al passaggio di una corrente elettrica. È espressa in ohm (Ω) e dipende dalle proprietà intrinseche del materiale, dalla sua lunghezza e dalla sua sezione trasversale. La legge di Ohm descrive la relazione tra resistenza, tensione e corrente, stabilendo che la resistenza è il rapporto tra la tensione applicata e la corrente che ne risulta. La resistenza è fondamentale nel progetto dei circuiti elettrici e nella comprensione del comportamento dei materiali conduttori.",
      "image": "",
      "weight": 1.5,
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "29fd057f8aef526605a110afb6bb416adb43ef167b4a2ced70f0714b8600a168",
      "subject": "ITA",
      "title": "Futurismo",
      "content": "Il Futurismo è un movimento artistico e culturale nato in Italia all'inizio del XX secolo, fondato dal poeta Filippo Tommaso Marinetti. Esso celebra la modernità, la velocità, la tecnologia e il dinamismo, rompendo con le tradizioni del passato. Attraverso varie forme d'arte, tra cui la pittura, la scultura, la letteratura e la musica, i futuristi esplorano nuove tecniche e stili per rappresentare il movimento e l'energia del mondo contemporaneo. Il movimento ha avuto un impatto significativo sull'arte e sulla cultura europea, influenzando anche altri movimenti d'avanguardia.",
      "image": "",
      "weight": 1,
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "9ef64b7a70663046a2a36843d01df6367c6d7cd940291877f39aeb0f9a074bc9",
      "subject": "ITA",
      "title": "Marinetti",
      "content": "Filippo Tommaso Marinetti (1876-1944) è stato un poeta, scrittore e drammaturgo italiano, noto soprattutto come il fondatore del Futurismo, un movimento artistico e culturale nato all'inizio del XX secolo. Marinetti pubblicò il \"Manifesto del Futurismo\" nel 1909, esaltando la velocità, la tecnologia e la modernità, e promuovendo una rottura radicale con il passato. Il suo lavoro ha influenzato vari campi dell'arte, della letteratura e della politica, e il suo entusiasmo per l'innovazione e il dinamismo ha lasciato un'impronta duratura sulla cultura italiana ed europea.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "80c1f4e03e9f296fc00526303e24e32248df76e584938dc2888d66dff806611d",
      "subject": "ITA",
      "title": "Crepuscolarismo",
      "content": "Il Crepuscolarismo è un movimento poetico sorto in Italia all'inizio del XX secolo, caratterizzato da temi malinconici e una visione disincantata della realtà. I poeti crepuscolari, come Sergio Corazzini e Guido Gozzano, esplorano la fragilità dell'esistenza e la bellezza nascosta nella quotidianità, spesso utilizzando un linguaggio semplice e diretto. Questo movimento rappresenta una reazione alla magniloquenza della poesia romantica e simbolista, preferendo una rappresentazione più intima e personale della vita.",
      "image": "",
      "weight": 1,
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "941909b2e559e602fffe0fd39a81665d4c77207aa1b27e9a45a065bb77a397d5",
      "subject": "ITA",
      "title": "La coscienza di Zeno - Svevo",
      "content": "\"La coscienza di Zeno\" è un romanzo scritto da Italo Svevo, pubblicato nel 1923. L'opera è un'esplorazione psicologica profonda del protagonista, Zeno Cosini, attraverso le sue memorie scritte durante la psicoanalisi. Zeno, un uomo anziano, riflette sulla sua vita e sulle sue incapacità, tra cui il vizio del fumo e i fallimenti personali. Il romanzo è celebre per il suo stile introspettivo e per la rappresentazione della complessità della psiche umana.",
      "image": "",
      "weight": 1,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "ea1aa04156a9ec4bff8d978cc0b62fff4a0960794c383443ae7d3d7e5921903d",
      "subject": "ING",
      "title": "Fitzgerald",
      "content": "F. Scott Fitzgerald, a key figure in the American literary scene of the 1920s, is renowned for his novels and short stories that capture the spirit of the Jazz Age. His works, such as \"The Great Gatsby\" and \"This Side of Paradise,\" often explore themes of wealth, love, and the American Dream. Fitzgerald's writing is celebrated for its lyrical prose and insightful critiques of society, making him a lasting influence on modern literature.",
      "image": "",
      "weight": 2.0,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "bb7cc995a69ea1f9bb46cbfaa68af56417e6c95190b53f20da445e39f26b3b6e",
      "subject": "ING",
      "title": "The Great Gatsby",
      "content": "\"The Great Gatsby,\" by F. Scott Fitzgerald, is a captivating exploration of the American Dream set in the Roaring Twenties. It tells the story of the mysterious millionaire Jay Gatsby and his love for the beautiful Daisy Buchanan, delving into themes of wealth, love, and the hollowness of upper-class society. Through its vivid characters and evocative prose, the novel critiques the illusions and disillusionments of the Jazz Age, making it a classic of American literature.",
      "image": "",
      "weight": 1.5,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "872624ff2f7bba5081a6cceb04f17534c2564175e641766cb1a28084f3e71d79",
      "subject": "CIV",
      "title": "Restauro",
      "content": "Il restauro è il processo di ripristino e conservazione di opere d'arte, edifici storici, manufatti archeologici e altri beni culturali danneggiati dal tempo, dall'uso o da eventi naturali. L'obiettivo principale è preservare l'integrità e l'autenticità dell'oggetto, rispettando il più possibile la sua storia e il suo valore artistico. Questo lavoro richiede competenze specifiche e l'uso di tecniche e materiali appropriati, spesso con l'ausilio di tecnologie avanzate per garantire la longevità del bene restaurato.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "4eed5e89bcdaed60bac550e6c56ae0a71766bacbac0076deead9562b569e8d53",
      "subject": "",
      "title": "Il vago e l'indefinito",
      "content": "Il vago e l'indefinito sono concetti filosofici e linguistici che si riferiscono a espressioni o idee che non hanno confini precisi o che possono avere molteplici interpretazioni. Mentre il vago implica una mancanza di chiarezza nei dettagli specifici, l'indefinito suggerisce un'assenza di limiti chiaramente definiti. Entrambi i termini sono spesso utilizzati in discussioni filosofiche, logiche e linguistiche per analizzare come il linguaggio e il pensiero umano possano gestire l'incertezza e l'ambiguità.",
      "image": "",
      "weight": 1,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "71b6117edbade0b9896723e9af6157837e68828f3bcddd8197b30ab590d83dff",
      "subject": "ITA",
      "title": "Zibaldone",
      "content": "Lo \"Zibaldone\" è un'opera monumentale di Giacomo Leopardi, composta tra il 1817 e il 1832. Si tratta di un diario intellettuale che raccoglie riflessioni filosofiche, appunti di lettura, osservazioni sulla natura umana e frammenti di poesia. Leopardi utilizza questo diario come laboratorio di pensiero, esplorando temi come la felicità, la noia, la memoria e il rapporto tra uomo e natura. È considerato uno dei testi più significativi della letteratura italiana per la profondità e l'originalità del suo pensiero.",
      "image": "",
      "weight": 1,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "d008c39803e65024030568b7a23e06592c7cf7653053fa8dc80041c4b5f403f6",
      "subject": "ITA",
      "title": "L'infinito - Leopardi",
      "content": "\"L'infinito\" è una delle liriche più celebri di Giacomo Leopardi, composta nel 1819. La poesia esplora il tema dell'infinito attraverso la contemplazione di un paesaggio naturale, dove il poeta immagina spazi e tempi senza confini. Leopardi utilizza elementi come la siepe, il vento e il mare per evocare una sensazione di smarrimento e meraviglia di fronte all'immensità del cosmo, riflettendo sul rapporto tra l'uomo e l'infinito. La lirica è caratterizzata da un linguaggio semplice ma profondamente evocativo, che invita il lettore a meditare sulla vastità dell'esistenza.",
      "image": "",
      "weight": 0.5,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "2a561fb01e806a04ef8919f0620acf971c83be2478ae2190064ba91742dc5511",
      "subject": "ITA",
      "title": "La Ginestra - Leopardi",
      "content": "\"La Ginestra\" è una delle ultime poesie di Giacomo Leopardi, scritta nel 1836. Il componimento prende il nome dalla pianta della ginestra, simbolo di resilienza e resistenza, che cresce sui pendii del Vesuvio. Leopardi utilizza la ginestra come metafora per l'umanità, che, nonostante le avversità e la sofferenza, trova il modo di sopravvivere e fiorire. La poesia riflette sulle tematiche della natura, della sofferenza umana e della capacità di resistere alle difficoltà, offrendo una visione pessimista ma anche di speranza.",
      "image": "",
      "weight": 0.5,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "40f393bf0a0cd01688c96e7d106f527a9468ddcaf7b2b99a049e628e46a713ff",
      "subject": "ITA",
      "title": "La scapigliatura",
      "content": "La Scapigliatura è un movimento letterario e artistico italiano nato nella seconda metà del XIX secolo, principalmente a Milano. Caratterizzato da un atteggiamento ribelle e anticonformista, i suoi esponenti si opposero ai valori borghesi e alle convenzioni sociali dell'epoca. Gli scrittori scapigliati, come Emilio Praga e Arrigo Boito, esplorarono temi di decadenza, malinconia e bohème, influenzati dal Romanticismo e anticipando alcuni aspetti del Decadentismo. La Scapigliatura si distinse per il suo stile eclettico e la ricerca di nuove forme espressive, riflettendo il fermento culturale e sociale del periodo.",
      "image": "",
      "weight": 1,
      "field": "mov",
      "isAI": 1
    },
    {
      "id": "f48ac7a88c8586a961d1b88e9d70588476429918e5b2e888156be85f8b7e4f53",
      "subject": "",
      "title": "Eclissi dell'autore",
      "content": "\"Eclissi\" è un romanzo scritto dall'autore italiano Giorgio Faletti, pubblicato per la prima volta nel 2005. La storia si sviluppa attorno a un'eclissi solare che avviene in un piccolo paese del nord Italia, dove un gruppo di persone si ritrova a vivere eventi drammatici e misteriosi. Faletti intreccia elementi di suspense e thriller con una narrazione avvincente, esplorando temi di amore, tradimento e destino. Il romanzo è noto per il suo stile vivido e coinvolgente, che tiene i lettori con il fiato sospeso fino alla fine.",
      "image": "",
      "weight": 0.5,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "80cc2c549351820ea530c1552afcb4711cd45d3341657ce3b0dc52acfef98142",
      "subject": "",
      "title": "Populismo",
      "content": "Il populismo è un fenomeno politico che si basa sull'appello diretto al \"popolo\" contro le \"élite\" percepite come corrotte o distanti. Esso tende a semplificare problemi complessi, promuovendo soluzioni radicali e immediate. Spesso, i leader populisti utilizzano un linguaggio emotivo e polarizzante per mobilitare il supporto popolare e ottenere consenso elettorale. Questo approccio può portare a tensioni sociali e politiche, mettendo in discussione le istituzioni democratiche e i processi di governance tradizionali.",
      "image": "",
      "weight": 0.5,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "8f5000203369105b3c9ba0a45087d0f266c79ab50c1bc74a8f74372a7b7798ba",
      "subject": "ITA",
      "title": "Rosso Malpelo - Verga",
      "content": "\"Rosso Malpelo\" è un racconto di Giovanni Verga, pubblicato nella raccolta \"Vita dei campi\" del 1880. La storia racconta la vita di Malpelo, un ragazzo dai capelli rossi, maltrattato e disprezzato da tutti, compreso il suo stesso padre. Malpelo lavora in una cava di rena, dove affronta condizioni difficili e pericolose. Il racconto esplora temi come la solitudine, la crudeltà umana e la lotta per la sopravvivenza, offrendo un ritratto toccante della dura realtà dei lavoratori siciliani dell'epoca.",
      "image": "",
      "weight": 0.5,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "84b9b2d1c90e1b506282f202d59fbe70c924e8ff82345f96458d1b63776b9a41",
      "subject": "",
      "title": "Darwinismo sociale",
      "content": "Il darwinismo sociale è una teoria che estende i principi della selezione naturale di Charles Darwin alle società umane. Sviluppata principalmente nel XIX secolo, questa teoria sostiene che gli individui e i gruppi sociali più forti e adatti tendono a prevalere su quelli più deboli, giustificando così le disuguaglianze sociali ed economiche. Criticata per le sue implicazioni etiche e sociali, il darwinismo sociale è stato spesso associato a ideologie che promuovono la competizione spietata e la sopravvivenza del più forte, contribuendo a giustificare pratiche discriminatorie e oppressive.",
      "image": "",
      "weight": 1,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "3d5ee27f2cea71dab7eb6735fd927a4425af495f2a94d647cd90e415576184e2",
      "subject": "ITA",
      "title": "I Malavoglia - Verga",
      "content": "\"I Malavoglia\" è un romanzo scritto da Giovanni Verga, pubblicato nel 1881. Ambientato nel piccolo villaggio di Aci Trezza, in Sicilia, l'opera racconta la storia della famiglia Toscano, soprannominata Malavoglia, e le loro lotte quotidiane per sopravvivere in un contesto di povertà e difficoltà economiche. Il romanzo è considerato un capolavoro del verismo italiano, caratterizzato da un realismo crudo e da una profonda analisi delle dinamiche sociali e umane. Attraverso la narrazione, Verga esplora temi come la famiglia, il lavoro, la tradizione e la tragedia, offrendo un ritratto vivido della vita contadina e marinara dell'epoca.",
      "image": "",
      "weight": 1.5,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "0d4b3582e33ac06bd85b88ca4e5218f61c935842a52f9a6145d72c232686ef01",
      "subject": "",
      "title": "Il superuomo",
      "content": "Il concetto di \"superuomo\" è strettamente associato alla filosofia di Friedrich Nietzsche, che lo introdusse in opere come \"Così parlò Zarathustra\". Il superuomo rappresenta l'ideale di un essere umano che ha trascendendo i limiti morali e intellettuali della società tradizionale, vivendo secondo i propri valori e creando il proprio destino. Questo concetto sfida le convenzioni morali e religiose, promuovendo l'autoaffermazione e la creatività individuale come massime espressioni dell'esistenza umana.",
      "image": "",
      "weight": 1.5,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "c8b85ff91fb0540d756d843c243af479a84cc562f6cf246c802e2bd0ab9fa616",
      "subject": "ITA",
      "title": "Il piacere - D'Annunzio",
      "content": "\"Il piacere\" è un romanzo di Gabriele D'Annunzio pubblicato nel 1889, considerato uno dei capolavori del decadentismo italiano. Narra la vita di Andrea Sperelli, un esteta e aristocratico romano, e le sue relazioni amorose, esplorando temi come la ricerca del piacere, l'estetismo e la decadenza morale. L'opera è nota per il suo stile raffinato e sensuale, che riflette l'ossessione dell'autore per la bellezza e l'arte.",
      "image": "",
      "weight": 1.5,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "da8bc75119740097a552d6db75c9a5fcdb8a16fa4300a5f24a08af22358b52a2",
      "subject": "ITA",
      "title": "Myricae",
      "content": "\"Myricae\" è una raccolta di poesie pubblicata da Giovanni Pascoli nel 1891. Il titolo, che significa \"tamerici\" in latino, riflette la scelta di Pascoli di concentrarsi su temi semplici e quotidiani, spesso legati alla natura e alla vita rurale. Le poesie di \"Myricae\" sono caratterizzate da una delicatezza e una sensibilità particolari, esplorando emozioni profonde e momenti di introspezione con una lingua evocativa e musicale. La raccolta è considerata un capolavoro della poesia italiana e ha avuto un'influenza duratura sulla letteratura successiva.",
      "image": "",
      "weight": 1,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "3f564eee865e0bedc389fe23b37f57bccc511368896081c409c8efe5822bb86d",
      "subject": "",
      "title": "L'inetto",
      "content": "\"L'inetto\" è un romanzo di Ippolito Nievo pubblicato nel 1857. Ambientato nel XIX secolo, il libro racconta la storia di Carlino Altoviti, un giovane nobile veneziano che, nonostante le sue buone intenzioni, si trova spesso in situazioni difficili a causa della sua inettitudine. Attraverso le vicende di Carlino, Nievo esplora temi come l'identità, la maturazione personale e il conflitto tra ideali e realtà, offrendo un ritratto vivido della società italiana dell'epoca.",
      "image": "",
      "weight": 1,
      "isAI": 1
    },
    {
      "id": "c6e4bc8088b77dc829150d0a375155d17de36f542fe10a5c3e0ff9ed27149704",
      "subject": "",
      "title": "Psicoanalisi",
      "content": "La psicoanalisi è una teoria e una pratica terapeutica sviluppata da Sigmund Freud alla fine del XIX secolo. Essa si concentra sull'inconscio e sui suoi effetti sul comportamento e sulla personalità. Attraverso tecniche come l'associazione libera e l'interpretazione dei sogni, la psicoanalisi cerca di portare alla luce conflitti interiori repressi per promuovere la comprensione di sé e il benessere psicologico. La teoria ha influenzato vari campi, tra cui la psicologia, la psichiatria e le arti.",
      "image": "",
      "weight": 2.0,
      "field": "the",
      "isAI": 1
    },
    {
      "id": "1a66de827ea0aa59bda4c09777f54e216a2e2d3f9fd463b0a751dcb2da2f9481",
      "subject": "ING",
      "title": "Victorian Britain",
      "content": "Victorian Britain, spanning the reign of Queen Victoria from 1837 to 1901, was a period of significant industrial, political, and cultural change. Marked by the Industrial Revolution, it witnessed rapid urbanization and technological advancements. Socially, it saw the emergence of the middle class, shifts in gender roles, and a growing awareness of social issues. Culturally, the era produced influential literature, art, and architecture, reflecting the values and challenges of the time.",
      "image": "",
      "weight": 1,
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "3e1ed1d0bce8fe0e64a6401b5c8a1373a6718c7155c3dc9a65184c461b1e6c8b",
      "subject": "ING",
      "title": "Charles Dickens",
      "content": "Charles Dickens, a quintessential Victorian author, is renowned for his richly textured narratives that vividly capture the social and economic conditions of 19th-century England. His works, such as \"Oliver Twist\" and \"A Tale of Two Cities,\" are celebrated for their intricate plots, memorable characters, and poignant social commentary. Dickens's ability to blend humor, pathos, and social critique has left an indelible mark on English literature. His stories often highlight the struggles of the poor and marginalized, reflecting his personal experiences and advocating for social reform.",
      "image": "",
      "weight": 1.5,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "7171e79efd607e52882d20cbb12cf62e1d3c37576ff227c82ec67041216e44c8",
      "subject": "ING",
      "title": "Oliver Twist",
      "content": "\"Oliver Twist,\" written by Charles Dickens, is a poignant tale set in the grimy streets of Victorian London. The novel follows the journey of its eponymous protagonist, Oliver, an orphan boy who navigates a world of poverty, crime, and exploitation. Through a series of misfortunes and encounters with both kind and malicious characters, Oliver's story illuminates the harsh realities of 19th-century England, while also offering a glimmer of hope and redemption.",
      "image": "",
      "weight": 1,
      "field": "wor",
      "isAI": 1
    },
    {
      "id": "6830b48eb21a13e7825f4e03037500bb55931662c214bee60ac2fbcef50b6676",
      "subject": "ING",
      "title": "Robert Louis Stevenson",
      "content": "Robert Louis Stevenson, a Scottish novelist, poet, and travel writer, is best known for his works \"Treasure Island\" and \"Strange Case of Dr Jekyll and Mr Hyde.\" His writing often explores themes of duality, morality, and adventure, reflecting his own complex life and travels. Stevenson's vivid storytelling and compelling characters have made his works classics of literature, beloved by readers worldwide. Despite his struggles with health issues, he produced a remarkable body of work that continues to captivate audiences today.",
      "image": "",
      "weight": 1.5,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "31b08490a91eb46564d8385fc1555d31f724376ce9c8886a3d84240479420baf",
      "subject": "ING",
      "title": "T.S. Eliot",
      "content": "T.S. Eliot, a seminal figure in 20th-century literature, is renowned for his contributions to modernist poetry. His works, such as \"The Waste Land\" and \"The Love Song of J. Alfred Prufrock,\" revolutionized poetic form and content, blending intellectual depth with emotional resonance. Eliot's exploration of themes like spirituality, tradition, and the fragmentation of modern life has had a lasting impact on literary criticism and the development of contemporary poetry.",
      "image": "",
      "weight": 1,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "ed11a9808aebaaa5db32131d5ef8a871190b2e1b935d7a47a7c5593302d16040",
      "subject": "",
      "title": "Oggettivo correlativo",
      "content": "L'oggettivo correlativo è un concetto introdotto dal poeta T.S. Eliot per descrivere l'uso di oggetti, immagini o situazioni concrete per rappresentare emozioni o stati d'animo complessi. Invece di descrivere direttamente le emozioni, l'autore utilizza elementi tangibili per evocarle indirettamente, permettendo al lettore di sperimentare queste emozioni attraverso la propria interpretazione degli oggetti presentati. Questo metodo è comune nella poesia modernista e consente una comunicazione più sottile e sfumata delle esperienze interiori.",
      "image": "",
      "weight": 1.5,
      "isAI": 1
    },
    {
      "id": "d8d2ccc77a5288709c0e444739761b64c0a7ff8da962e7cebb627e57f7f7763f",
      "subject": "STO",
      "title": "Seconda rivoluzione industriale",
      "content": "La Seconda Rivoluzione Industriale, che ebbe luogo tra la fine del XIX e l'inizio del XX secolo, fu caratterizzata da innovazioni tecnologiche significative come l'elettrificazione, l'uso diffuso del petrolio e dell'acciaio, e l'introduzione di nuove forme di trasporto come l'automobile. Questo periodo vide anche lo sviluppo di nuove industrie chimiche, farmaceutiche e meccaniche, portando a una crescita economica senza precedenti e a profondi cambiamenti sociali e lavorativi.",
      "image": "",
      "weight": 2.5,
      "field": "eve",
      "isAI": 1
    },
    {
      "id": "c4506f22c660ed69f6e3ea41cb014bc4aaddd09cddf6eeda829d45bb71e3a5fb",
      "subject": "FIL",
      "title": "Hans Jonas",
      "content": "Hans Jonas (1903-1993) è stato un filosofo tedesco-americano noto per il suo lavoro nel campo dell'etica della responsabilità e della filosofia della biologia. La sua opera più celebre, \"Il principio responsabilità\" (1979), esplora l'imperativo etico di preservare la vita umana e naturale per le generazioni future, sottolineando la necessità di un'etica che tenga conto delle conseguenze a lungo termine delle azioni umane. Jonas ha anche contribuito significativamente alla filosofia della tecnologia, riflettendo sulle implicazioni morali del progresso tecnologico.",
      "image": "",
      "weight": 1.5,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "745c7ac37517f9e663ec0af5e59551ebef731e865b11c24906bd2f21bf57ccc0",
      "subject": "CIV",
      "title": "Bioetica",
      "content": "La bioetica è una disciplina interdisciplinare che esplora le questioni etiche e morali legate alla medicina, alla biologia e alla ricerca scientifica. Essa affronta temi complessi come l'eutanasia, l'aborto, la sperimentazione su esseri umani e animali, e le implicazioni etiche delle nuove tecnologie biomediche. La bioetica si propone di fornire linee guida per garantire che le scoperte scientifiche e le pratiche mediche rispettino i diritti e la dignità degli individui, promuovendo al contempo il benessere collettivo.",
      "image": "",
      "weight": 1.5,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "1dae04cb111419d9ca8cd7ed1e491bcd529a30f1f2630a8fcd244d706b984e2e",
      "subject": "FIL",
      "title": "Popper",
      "content": "Karl Popper è stato un filosofo austriaco-britannico noto principalmente per i suoi contributi alla filosofia della scienza. La sua teoria del falsofismo, o falsificazionismo, sostiene che una teoria scientifica deve essere formulata in modo tale da poter essere potenzialmente confutata da osservazioni empiriche. Popper è anche conosciuto per il suo impegno nella difesa della società aperta e della democrazia, come esposto nel suo libro \"La società aperta e i suoi nemici\".",
      "image": "",
      "weight": 1.5,
      "field": "aut",
      "isAI": 1
    },
    {
      "id": "40c7f9152658f0ad5ce470bfca09c39664916a25d8ba48ffcfc2a014a8949648",
      "subject": "FIL",
      "title": "Filosofia scientifica",
      "content": "La filosofia scientifica è un campo interdisciplinare che esplora le basi concettuali, metodologiche e epistemologiche della scienza. Essa investiga questioni fondamentali come la natura della conoscenza scientifica, la validità delle teorie, i metodi di ricerca e l'interpretazione dei risultati. Inoltre, si occupa delle implicazioni etiche e sociali della scienza, cercando di comprendere come le scoperte scientifiche influenzano la società e viceversa. Questo campo di studio mira a fornire una comprensione più profonda del processo scientifico e delle sue ramificazioni filosofiche.",
      "image": "",
      "weight": 1,
      "field": "ide",
      "isAI": 1
    },
    {
      "id": "e89f90e06e380c087ba4f33b5f6d1038809a63122b70905e82002269eefb8e5d",
      "subject": "SCI",
      "title": "Biotecnologie",
      "content": "Le biotecnologie sono un campo interdisciplinare che combina biologia e tecnologia per sviluppare prodotti e processi innovativi. Queste tecnologie vengono utilizzate in vari settori, tra cui agricoltura, medicina, ambiente e industria, per migliorare la qualità della vita, affrontare problemi globali come la sicurezza alimentare e le malattie, e promuovere uno sviluppo sostenibile. Le biotecnologie includono tecniche come l'ingegneria genetica, la biologia sintetica e la biotecnologia ambientale, che permettono di manipolare organismi viventi per ottenere specifici risultati.",
      "image": "",
      "weight": 3.0,
      "field": "the",
      "isAI": 1
    }
  ]
}